<script setup>
import { ref, watch } from "vue";
const pageSize = ref(10);
// const pageNum = ref(1);
// mock数据
const data = ref([
  {
    fictionId: "52dbfc92-23b4-3fc7-a7d5-afa88048f1b1",
    title: "玄幻帝",
    author: "墨二黑",
    fictionType: "玄幻魔法",
    descs:
      "在绝对实力面前，一切都是虚妄。　　于是，他与天斗，与人斗，奋斗中强大自己。　　前面有危险，冲过去。　　有魔王拦路，杀过去。　　再多的艰难也吓不退勇敢的心。　　为了自己和亲人的安全，他重整这个美丽而又混乱的帝国，与各种隐藏的势力斗智斗勇。　　然而，结局却让所有人大吃一惊……",
    cover: "../static/recommend/玄幻帝.jpg",
    updateTime: "2015-06-15",
    score: "4.9分",
  },
  {
    fictionId: "5895c250-a1f8-3397-8b26-065b9b59f12d",
    title: "执掌玄幻",
    author: "念千灵",
    fictionType: "玄幻小说",
    descs:
      "天地不仁肆凌轩，浴火重生屠满仙。弹指一挥万界撼，执掌玄幻我为天！穿越异界成为苦命赘婿，还好获得了神级职业管理员。游戏管理员管的是游戏。我管的却是整片玄！幻！大！陆！禁言，封号，改名，修改速度，设立安全区，扣除装备，时间暂停....“叮咚：管理员开启了全员禁言。”于是乎，整个大陆都安静了........",
    cover: "../static/recommend/执掌玄幻.jpg",
    updateTime: "2017-11-09",
    score: "4.9分",
  },
  {
    fictionId: "199fdd5e-75fc-33ae-b1ae-237508ad7e81",
    title: "玄幻模拟器",
    author: "咸鱼洁南",
    fictionType: "武侠仙侠",
    descs:
      "　　见狂澜之树，挽大厦之将倾.......灵气复苏，万界争霸.....武道修仙异能，谁可纵横？一切，从一个小小的模拟器开始。巫师世界，仙侠世界，猎魔世界，诸神世界........-20-1762",
    cover: "../static/recommend/玄幻模拟器.jpg",
    updateTime: "2022-05-28",
    score: "4.8分",
  },
  {
    fictionId: "46f8cbb3-d2b2-3a65-ba08-d853f0e2bcd3",
    title: "超现实玄幻",
    author: "鱼穹",
    fictionType: "都市言情",
    descs:
      "他，前世是苦逼程序猿，　　由于一次意外身亡，　　重生一个平行的异世界。　　他，不想再过平淡的生活，　　这世界便让他精彩一生。",
    cover: "../static/recommend/超现实玄幻.jpg",
    updateTime: "2017-03-12",
    score: "4.8分",
  },
  {
    fictionId: "8e5a79c8-fa62-3b72-ba20-ce72bf2865c5",
    title: "修仙别看戏",
    author: "踏歌行人未停",
    fictionType: "武侠修真",
    descs:
      "宁夏想破脑袋也想不明白千载难逢的穿越机会怎么会落到她这个平凡的工薪族身上，她还有三十五年的房贷没有还啊啊啊。她看着这个修仙人满天飞，普通人活得还不如狗的世界泪流满面。为什么还要被分配到一个有女主的世界，这可是一位心狠手辣的现实派女主，别瞅着我，鄙人只是个路人甲。且看既不平凡也不惊艳的路人甲如何在修仙世界走出一条康庄大道。",
    cover: "../static/recommend/修仙别看戏.jpg",
    updateTime: "2023-11-21",
    score: "4.7分",
  },
  {
    fictionId: "f132331a-41b6-395e-9fec-9dcca4d07fc7",
    title: "开局女魔头负了我",
    author: "怕辣的红椒",
    fictionType: "武侠修真",
    descs:
      "江浩穿越普通人家，被迫卖入魔门，成为魔门弟子。本想安心修炼一点点变强，好在修真界生存下去，可却被一位女魔头“百般羞辱”。实力相差悬殊，他只能忍辱偷生，希望不要再遇到对方。没有靠山的他得到了魔门掌教的青睐，得以安心修炼，当他成为首席弟子面见掌教时，却愣在原地。望着对方绝美的脸庞，他有些笑不出来，这不是当初那个女魔头吗？",
    cover: "../static/recommend/开局女魔头负了我.jpg",
    updateTime: "2023-11-12",
    score: "4.7分",
  },
  {
    fictionId: "2f2200ec-c4bb-3dc3-ba76-41587fdcc269",
    title: "苟在修仙界娶妻",
    author: "身体欠佳",
    fictionType: "武侠修真",
    descs:
      "李观玄穿越到修仙界，由于资质平庸被家族外放历练，多年后依旧碌碌无为。在一次相亲过后，他意外发现一种很新的修仙方式，从此日复一日的勤恳修行。无数年后，潮起潮落，岁月变迁……已然是修仙界活化石的李观玄喟叹道：“修仙？那是最简单的事了。”",
    cover: "../static/recommend/苟在修仙界娶妻.jpg",
    updateTime: "2023-10-05",
    score: "4.6分",
  },
  {
    fictionId: "12eeaf00-c758-3989-9e2a-342e6300a86f",
    title: "光阴之外",
    author: "耳根",
    fictionType: "武侠修真",
    descs:
      "天地是万物众生的客舍，光阴是古往今来的过客。死生的差异，就好像梦与醒的不同，纷纭变换，不可究诘。那么超越了生死，超脱了天地，在光阴之外，等待我们的是什么？这是耳根继《仙逆》《求魔》《我欲封天》《一念永恒》《三寸人间》后，创作的第六部长篇小说《光阴之外》",
    cover: "../static/recommend/光阴之外.jpg",
    updateTime: "2023-09-19",
    score: "4.6分",
  },
  {
    fictionId: "61b2196b-678f-38f2-b427-b5ddfc522324",
    title: "从柯南开始重新做人",
    author: "李四羊",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "穿越到妖魔遍布的世界，季星很苦恼。这是一本原创主世界观，柯南开篇，内含柯南、死火海、龙珠、学园都市、一人之下、双城之战等动漫的综漫同人文。柯南部分简介空手道胜京极真，七步之内比枪快。能手攀摩天楼抓捕狙击手。让琴酒破防开直升机出门。【四羊的第七本小说，已有万订精品《火影之活久见》、《我在海贼镇守推进城一百年》，六千订精品《忍界修正带》等，品质保证，大纲完备，无太监记录，请放心收藏阅读！】-100-103823",
    cover: "../static/从柯南开始重新做人.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "61269f0e-5c47-3f86-9ddb-2f0d1ffe9540",
    title: "恶魔游戏：我有一枚命运之骰",
    author: "水煮仙人球",
    fictionType: "女生频道",
    score: "4.9分",
    descs: "1w0-142193",
    cover: "../static/恶魔游戏：我有一枚命运之骰.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "1b0447af-d053-3d32-adbe-da9edd3e67ff",
    title: "一开始，我只想搞钱",
    author: "油炸大金",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "圈子里混了大半辈子，陈旭东明白一个道理：搞什么破鞋，搞钱才是真理！1w0-135120",
    cover: "../static/一开始，我只想搞钱.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "3835f0a1-146c-34d0-b00e-c8509d7bdc4a",
    title: "我被霍格沃茨开除了？",
    author: "倾鸦",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "简介：“检测到虎斑猫形态的麦格教授一只，强撸三十秒，奖励：变形术天赋！”“检测到残疾人伏地魔一只，帮忙安装鼻子，奖励：蛇佬腔天赋！”“检测到家养凤凰福克斯一只，完成驯化，奖励：凤凰涅槃！”望着系统发布的一个个逆天任务，罗夫·斯卡曼德陷入了沉默……他真不想被霍格沃茨开除啊展开作者：倾鸦所写的《我被霍格沃茨开除了？》无弹窗免费全文阅读为转载作品章节由网友发布。推荐地址：-100-113760",
    cover: "../static/我被霍格沃茨开除了？.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "20b5b7de-ebde-3399-8d7a-4c71a8d80e11",
    title: "流浪吧！蓝星人",
    author: "流星祈清梦",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "陈帆发现自己成为了流浪地球的星球意识。迫于氦闪危机和异世界的压迫，他不得不驾驭流浪地球穿梭时空。他1w0-144774",
    cover: "../static/流浪吧！蓝星人.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "6a362f48-5bc0-30fa-904a-001f41262f2a",
    title: "秦功",
    author: "下雨我带刀",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "少年魂穿战国末期，身处于齐，生来饱受质疑、暗讽。幸两世为人，故能见亡魂。然战国七雄，六国之“功”，无非世袭罔替，权贵之物。本以为了此一生，他很难撕碎他人对1w0-112498",
    cover: "../static/秦功.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "cf2b6ffd-892a-3228-878b-5e84e78403e8",
    title: "吾弟大秦第一纨绔",
    author: "精品香烟",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "秦王扫六合，虎视何雄哉。挥剑决浮云，诸侯尽西来。穿越为嬴政亲弟的嬴成蟜，本想在皇兄羽翼下体验下纨绔生活。从没想与嬴政争皇位，他是个惫懒性子，当皇帝哪有当皇弟来的快活？他只想当个坐看庭前花开花落，淡望天上云卷云舒的咸鱼。可当大侄子嬴扶苏被贬上郡，有性命之忧时，他坐不住了，十年来首次上朝。这一起来，就再也没坐下去。本书又名《我真不想权倾天下》、《不正经人在大秦》、《大秦的勾栏叫楼台》1w0-128679",
    cover: "../static/吾弟大秦第一纨绔.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "363d0dcd-a463-3970-ba74-48b0c6531d13",
    title: "我有一个修仙世界",
    author: "纯九莲宝灯",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "陈莫白，仙门第五高中高三学子，正在努力复习准备考取大道院，努力的方向是：开发一个新的世界-80-92202",
    cover: "../static/我有一个修仙世界.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "76ec4df8-1f01-3414-8f12-de2741e4c4ec",
    title: "我能用意念粉碎星球",
    author: "俺来组成头部",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "简介：蓝星唯一超凡，以意念粉碎星球的——炼神修行者！作者：俺来组成头部所写的《我能用意念粉碎星球》无弹窗免费全文阅读为转载作品章节由网友发布。推荐地址：1w0-113721",
    cover: "../static/我能用意念粉碎星球.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "6b8779d6-e177-3c4b-80c4-56d5000054ce",
    title: "我的玩家在末世刷刷刷",
    author: "冰火六重天",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "网文填坑节来袭独家番外连载爆更大佬包场免费看。一个多种能量体系共存的末世，遇到了一群喜欢刷刷刷的游戏玩家。程哨风每天醒来第一件事就是尽量让这个世界更像游戏一点。【克隆体制作仓】、【战利品生成器】、【属性转化塔】、【智能手表通讯基站】毒素飞刀雨割草丧尸、黑色骷髅军团围魏救赵、风暴图腾阵自动刷触手玩家们的骚操作一个接一个。火焰突击兵、召唤秘术师、旋风狂舞者、双枪战术家、天神执政官创造上百个职业构筑。玩家们表示：“这个游戏实在是太能刷了！我每天都能刷到新的材料！”“游戏的技能组合数以万计，从一个不起眼的路人手里都能学到技能，我要把基地的技能墙都刷满！”“不说了，领主大人说前面又开新地图了，我去速通一下副本，回头给兄弟们出个副本教学，把副本刷秃！”“世界Boss出来了，兄弟们上，一起刷了它！”看着刷红眼的玩家，程哨风摊了摊手：“你们也看到了，不是我想统一末世，主要是他们太能刷了啊！”（已有高订精品搞笑末世文《末世宅在家最稳健》，高订9000半步精品爆笑反套路文《我真的很想扑街啊》，书荒可以看看。）1w0-131780",
    cover: "../static/我的玩家在末世刷刷刷.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "080aefc4-5342-34cb-aa50-2df7dde7ca74",
    title: "重生日常修仙",
    author: "庭院阳光好",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "元婴真君渡劫失败，重回学生时代。2013年，移动互联网刚刚兴起，滚滚时代洪流下，一个修仙者的日常。——————————【日常】【学生】【恋爱】【互联网】【现代版修炼】【赚钱】【智商在线】1w0-131908",
    cover: "../static/重生日常修仙.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "5c67cc20-913c-320d-8cfe-47f6b50c8e58",
    title: "唐人的餐桌",
    author: "孑与2",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "天下人，天下事，都不过是我大唐人餐桌上的一道道菜肴。虽然原始的食材便具有食物原始的风情，云初还是认为，最美味的食物还是需要经过分割，烹调，处置，最后端上桌的食物才是最符合大唐人肠胃的食物。清蒸，红烧，爆炒，炖煮……天下有多少事，庖厨便有多少种烹调手段。不论是高句丽，突厥，吐蕃，吐谷浑，薛延陀，铁勒……还是长鲸，猛虎，巨鲨，饿狼，在大唐这个熔炉铁锅里都能烹调出绝世美味……再加上李治，武瞾，长孙无忌，褚遂良，李绩，程咬金等等绝世调料，不论是色香味总会有一样让你难以忘怀。云初希望这样的豪华宴会上，绝对应该有自己的一个座位！现如今，美味已经烹调完毕——云初铺好餐巾，拿起割鹿刀，双眼微闭，准备享受一顿前所未有的大餐，以满足自己饥渴的肠胃。-100-98708",
    cover: "../static/唐人的餐桌.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "e661a9f7-a104-38b6-a2ee-7e8b4e8ead4e",
    title: "全位面都跪求反派女主做个人",
    author: "杜了了",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "【女强，1v1，甜文，男主充话费送的】她本是让各个位面攻略者都闻风丧胆的大反派，一怒之下撕碎所有系统。因为被困在小世界过于无聊，千雁抓了个系统强制绑定，开启了新的任务。第一个位面：皇后辛辛苦苦帮皇帝打江山，反遭陷害打入冷宫病逝。原主的愿望是儿女一生平安，千雁直接虐渣当女帝！第二个位面：原主愿望是护着大哥，避免他残废10017978",
    cover: "../static/全位面都跪求反派女主做个人.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "35f19330-88e4-36b4-8bd6-cfd6b82d0fae",
    title: "御兽时代的最强之龙",
    author: "乘龙快续",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "创造大地的大地龙神，孕育生命的源世界树，穿梭闪电的雷霆风豹，属性百变的布偶猫咪，科技巅峰的机械战甲，至高无上的创世神兽。这是个拥有璀璨御兽文明的世界。穿越到蓝星的少年又如何登临御兽师的最强王座！1w0-139386",
    cover: "../static/御兽时代的最强之龙.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "aa586994-201a-33ec-bdb3-aeb483bae68d",
    title: "死亡巫师日记",
    author: "今奈",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "死亡巫师日记是作家今奈的最新玄幻魔幻小说大作，小兵提供死亡巫师日记最新章节，死亡巫师日记全文阅读尽在小兵。1w0-136001",
    cover: "../static/死亡巫师日记.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "ede87a74-70b3-39ca-8346-42d08d721555",
    title: "从黑科技到超级工程",
    author: "三分糊涂",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "简介：获得《超级工程》系统，你会做什么？喜马拉雅山开口？还是长城贴瓷砖？亦或是实现脑机互联、量子计算、可控核聚变、建太空工厂、宇宙战舰、超光速飞船、死星……拒强敌于光年之外，牧敌酋于星空之间。凡目光所及之处，皆是人类文明的疆域？展开作者：三分糊涂所写的《从黑科技到超级工程》无弹窗免费全文阅读为转载作品章节由网友发布。推荐地址：1w0-115187",
    cover: "../static/从黑科技到超级工程.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "3add7904-91c4-3d9f-925b-210668ad3ea6",
    title: "我本无意成仙",
    author: "金色茉莉花",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "我本他乡客，无意成仙。……深山修道二十年，师父让宋游下山，去见识妖魔鬼怪，人生百态，去寻访名山大川，传说中的仙，说那才是真正的修行。没有想到，走遍大江南北，仙人竟是我自己。1w0-142713",
    cover: "../static/我本无意成仙.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "db546341-0ab1-3769-9be9-ce2c66547db2",
    title: "我家仙子多有病",
    author: "潭子",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "从思过涯走出来的顾成姝，看谁都是想杀她夺宝的人，别的能忍，这个能忍吗？来来来，干吧！。ˇˇ。此文又名伏魔，杀人夺宝者魔，反投外敌者魔，强把一界生灵化为血食者……，更是魔！作者：潭子所写的《我家仙子多有病》无弹窗免费全文阅读为转载作品章节由网友发布。推荐地址：1w0-97544",
    cover: "../static/我家仙子多有病.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "d5d2abfa-ca3a-319e-8977-16ef707054bb",
    title: "我降临于诸天世界",
    author: "郭家",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      "手机阅读《我降临于诸天世界》无弹窗纯文字全文免费阅读近来，诸天世界里有传言，说我陈初始行事阴险狡诈，为人手段残忍，做事不折手段……现在正式声明，我！为人磊落，心态光明，请大家不信谣，不传谣，共建彼此美好信任！《馗降》《咒》《第一戒》《红衣小女孩》《灵媒》《双瞳》《来了》《后天》《伽耶子》《蜀山传》……1w0-123751",
    cover: "../static/我降临于诸天世界.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "a1d11cb2-3613-31ce-878b-59c42c55f599",
    title: "我在天庭做仙官",
    author: "憨憨道人",
    fictionType: "女生频道",
    score: "4.9分",
    descs:
      '金云弥罗收雾霭，玄光垂宇紫阙开。旌节幡幢遮日月，龙车凤辇过瑶海。玉梭飞织九霞气，仙娥巧将灵花裁。三十三天雷鼓动，道是玉皇敕令来。10023889-@div[@class="intro"]/dl/dd/span[1]/text@-',
    cover: "../static/我在天庭做仙官.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "941e8b92-e182-32c6-81f8-1768e6e183d3",
    title: "提瓦特之开局盗宝团，打劫申鹤",
    author: "一喵高歌",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "提瓦特之开局盗宝团，打劫申鹤最新章节由网友一喵高歌免费阅读提供，《提瓦特之开局盗宝团，打劫申鹤》情节跌宕起伏、扣人心弦，是一本情节与文笔俱佳的，小兵免费提供提瓦特之开局盗宝团，打劫申鹤最新清爽干净的文字章节在线阅读。1w0-139980",
    cover: "../static/提瓦特之开局盗宝团，打劫申鹤.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "1a28be33-d389-349a-9c72-f03a767fce48",
    title: "魏晋干饭人",
    author: "郁雨竹",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "这是一篇和相亲对象在乱世里为了生存而努力干事业的基建文，又叫《我在乱世搞基建》赵含章在相亲回校的路上遭受意外，一睁开眼睛就到了正混乱的南北朝，在这个秩序崩坏，礼仪道德全都喂狗的时代，却又有人不甘屈服于命运，向往着自由，乐观向上的努力着。-80-91071",
    cover: "../static/魏晋干饭人.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "3dd5c050-3c05-395a-8559-5230d0715173",
    title: "我有一身被动技",
    author: "熬夜吃苹果",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "　　“世界上最强的技能，是需要主动施展的技能吗？”　　“错！是被动技！”　　“什么是被动技？”　　“被动技，是瞬发的主动技，是无人会去防备的杀招，是死人方能知晓的最终底牌！”　　“可否通俗易懂些？”　　“呼吸之法、强壮、感知……”　　“呵呵，就这？”　　徐小受一剑撕裂星河，世人皆惊。　　“……”　　“这特么也叫被动技？”　　“嗯，剑术精通。”——书友群:717018659201638",
    cover: "../static/我有一身被动技.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "0ad303e9-aba8-3646-9d0b-1d1c8db90ffc",
    title: "东京女友图鉴",
    author: "周黄合子",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "东京女友图鉴最新章节由网友周黄合子免费阅读提供，《东京女友图鉴》情节跌宕起伏、扣人心弦，是一本情节与文笔俱佳的，小兵免费提供东京女友图鉴最新清爽干净的文字章节在线阅读。1w0-133379",
    cover: "../static/东京女友图鉴.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "43f3d68a-9d87-350e-93b7-aaa8181729f8",
    title: "从呆毛王开始公开处刑",
    author: "重新飞起来",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "苏云来到了一个因诡秘复苏而即将崩坏的综漫世界，他却一点都不慌。因为，他可以剪辑二次元少女们的故事并公开播放，用对少女们公开处刑的方式获得足够的声望，然后就能……于是……“阿尔托莉雅，我就是你的前世，亚瑟王！”呆毛王形态的苏云看着一脸懵逼的留学生阿尔托莉雅，英姿煞爽的说。“罪恶精灵，即是我，也就是你啊！时崎狂三！”化身为时之精灵的苏云站在惊愕的时崎狂三面前，脸上满满妖媚的笑容。1w0-89525",
    cover: "../static/从呆毛王开始公开处刑.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "56924b43-c02a-3cea-a352-eb97a3e38f06",
    title: "苟在仙界成大佬",
    author: "沉入太平洋",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "汪尘意外穿越到了修仙世界，成为云阳派外门的一个练气小修。宗派之内，等阶森严勾心斗角；山门之外，妖魔横行邪崇遍地！实力弱小的汪尘决定要苟到天荒地老。然而苟着苟着，他蓦然发现自己成为了大佬！-100-95593",
    cover: "../static/苟在仙界成大佬.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "178ebc2c-0a6d-3ec4-8a38-06f4aabe07ce",
    title: "无限轮回荣光",
    author: "九四或跃在渊",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "重振中洲队荣光，吾辈义不容辞！（活过生化二就算成功）文艺复兴式的元祖无限同人，也不多说啥了，文字上见真章罢。（作者是个玻璃心，见不得喷，不喜右上）1w0-131962",
    cover: "../static/无限轮回荣光.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "a352e773-116e-3bdf-a494-94cf7f049556",
    title: "我的弟子全是大帝之资",
    author: "别让我通宵",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "搜小说免费提供作者别让我通宵的经典小说：《我的弟子全是大帝之资》最新章节全文阅读服务本站更新及时无弹窗广告欢迎光临观看小说众所周知，南域中有一个绝对不能惹的势力，草堂。其中大弟子，是南域的青云剑圣，剑道通神。二弟子，万古女帝，统领一个时代。三弟子，魔神转世，镇压九幽。四弟子，当世大儒，文曲星下凡。……陆长生：我？我没什么了不起的，就是他们的师尊罢了。1w0-97118",
    cover: "../static/我的弟子全是大帝之资.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "84610633-93fc-3c01-9725-f4b6df1ff178",
    title: "白骨大圣",
    author: "咬火",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "　　【高订过万玄幻精品！】死人沾地，老狗刨坟，阴人问路，吃活人饭，知道碰上其中一个意味着什么吗？「已有2万均订作品《这里有妖气》」「《这里有妖气》漫画改编版权已卖出」「《这里有妖气》漫画已上线，可在腾讯动漫、起点漫画、b站漫画阅读」书友①群：608548874；（已被祭天）书友②群：760859432；（少量空位）书友③群：633795166。（少量空位）201470",
    cover: "../static/白骨大圣.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "f25ec2ba-7e69-3c8b-a83d-5e2dbf8cce05",
    title: "黑巫崛起",
    author: "边江河蟹",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "黑巫崛起最新章节由网友边江河蟹免费阅读提供，《黑巫崛起》情节跌宕起伏、扣人心弦，是一本情节与文笔俱佳的，小兵免费提供黑巫崛起最新清爽干净的文字章节在线阅读。1w0-140667",
    cover: "../static/黑巫崛起.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "196e146e-37ec-31e1-a6b7-fe9951694de7",
    title: "帝皇的告死天使",
    author: "莫格卓根",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "身负重建战团重任的战斗修士索什扬阿列克谢望着分崩离析的世界引擎，还有战殁的771个兄弟，并未意识到等待他的将会是何等风波诡谲的命运……书友小群：97546688110010725",
    cover: "../static/帝皇的告死天使.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "c99191a5-265a-3f85-b8b7-e10079b285ac",
    title: "不灭武尊",
    author: "梁家三少",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "一门被视为垃圾的功法，一个被同门视作废人的修炼狂人，在得到一枚阴阳玉佩之后，一切将彻底改变。十倍修炼速度，令古飞一再突破武道极限，千百年来已被人认定的铁律，被古飞一一打破！奇迹……古飞不相信奇迹，他相信的只有血和汗，在这个武道已经没落，真正的武道奥义已经失传的腾龙大陆修炼界，且看古飞如何以武逆天，脚踏道术神通，拳打妖魔鬼怪，怀抱红颜绝色，成就不灭武尊！梁三的书群：群一：139735153；群二：274673223（空）；群：11269273（满）！76376881（未满）！梁三完本作品：《都市之古武风流》！！201141",
    cover: "../static/不灭武尊.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "87e4ef21-ddbd-3392-a5fa-9d628741c4b6",
    title: "我真的是反派啊",
    author: "情史尽成悔",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "　　徐子墨发现自己重生了，带着前世一身惊天地的修为和所有的记忆。　　但剧本不对的是，重生不都是主角的事吗？可老子的设定是个反派啊！　　这是一个反派一步步成为大魔王的故事。　　——————————　　大争之世，道法齐鸣！　　真武圣宗的老人坐于柳岸河畔垂钓鱼台，忽闻龙吟阵阵，三千鲤鱼叩命门，化作万丈金龙，腾于苍穹，翩若惊鸿！　　有力士徒步丈量天地，有僧侣枯坐寺庙三千载，一朝顿悟，天降祥云，万法喝彩。　　血月黑夜，长虹断日。　　有剑客背负木剑，转身抬手，万里山河尽皆寸寸断裂。　　城南衣衫褴褛的叫花子拿着一根破败柳枝，就敢杀上一门三帝的道门圣庭。　　群号；欢迎加入反派大本营，群聊号码：518601237。2026",
    cover: "../static/我真的是反派啊.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "9cd58f65-d855-3cbd-bcc1-76a6ccadbfaf",
    title: "带着农场混异界",
    author: "明宇",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "　　他横任他横，我自种我田，若要来惹我，过不了明年。　　宅男赵海带着QQ农场穿越到了异界，附身到了一个落迫的小贵族身上，他的封地是一片种不出东西的黑土地，而最主要的是，他还有一个无比强势的未婚妻，他的未婚妻竟然是一个公国的继承人，未来的女大公！最最主要的是，他还是一个魔武废材，不能学魔法，不能学武技，废的十分彻底。　　我不能学魔法，但是我有农场，你敢攻打我？我放虫子吃光你的军粮，吃光你的庄稼，把你们的水源都下上杀虫剂，除草剂，给你的地上都种上杂草，我看你还敢来攻打我。　　什么？你要请杀手来暗杀我？嘿嘿嘿，我躲在自己农场的小屋里，看你怎么打我，等你走了，我就让你们国家的粮食绝产，到时候所有人都会起来造你的反，看你还敢来杀我。　　切看一个有点腹黑的宅男，怎么用他的QQ农场，在那个剑与魔法的世界里，成为让天下所有人一听到都会做恶梦的存在。　　20560",
    cover: "../static/带着农场混异界.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "82645c1e-a47d-3d93-b363-b77bc8a984ec",
    title: "我在异界种田封神",
    author: "永夜骑士",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "亲眼目睹了魔法女神午夜陨落，奥法之劫造成的恐怖冲击。失去一切的传奇战士盖文，在月亮女神苏伦的秘密支持下，尝试穿越回过去。结果穿越变重生。盖文不仅拥有了重塑世界的机会，同时拥有了重塑自己职业的机会。为了爱人，为了所爱的世界。盖文将赌上性命，组织一系列灾难的爆发。这一世，他将是科米尔的岩地男爵，狗头人之王。科索曼的戴冠者。扎兰达女王的幕后男人。大冰川的霜巨人之王。他的狗头人建筑队伍，将会遍地开花，引1w0-141242",
    cover: "../static/我在异界种田封神.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "a130d3c0-ce12-3d26-a116-ffd34f16f582",
    title: "宋檀记事",
    author: "荆棘之歌",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "一句话简介：从修真界穿越回来后，我回老家种地开直播卖菜了！——修成金丹渡劫失败的宋檀回到现代，发现自己身处连环车祸的现场，靠着恩人救命才死里逃生。苏醒后的仙女宋檀玩着手机：我喜欢这个世界！对着电脑两眼呆滞搞PPT的社畜宋檀：毁灭吧这个世界！PPT是不可能做的，只能回老家种田这样子。靠着自己的修仙经验，宋檀打造山水田园，薅野菜，农家饭，掐黄瓜，开直播，卖山珍……直到有一天，她看到了自己的救命恩人——在救她时被炸毁半张脸的那个男人。宋檀看了看对方的宽肩窄腰大长腿，又看了看对方另外半边清俊的脸，想起自己两辈子的单身狗生涯，心想：听说合欢宗的双修秘法可以滋补容颜，不知道……［纯种田，真的种田那种］［有男主，戏份不多］1w0-114397",
    cover: "../static/宋檀记事.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "56b1e44e-ce7f-3b80-a8e1-402599666b26",
    title: "万古帝婿",
    author: "老鬼",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "夜玄魂穿万古，征战诸天，成就不死夜帝的传说，却因妻徒背叛，灵魂沉睡九万年。九万年后，夜玄苏醒，魂归本体，成为了皇极仙宗的窝囊废女婿。而他当年收下的弟子已登巅峰，一座他曾修炼过的枯山成为当世顶级修炼圣地，就连他随手救下的一只小猴子，也成为了妖族无敌大圣。万古帝魂，一夕归来，自此之后，一代帝婿崛起，开启横推万古的无敌神话！202439",
    cover: "../static/万古帝婿.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "741bba84-cd59-359c-a912-64b700f72aac",
    title: "陆地键仙",
    author: "六如和尚",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "穿越后多了一个第一美人的老婆，闺蜜偷偷联系我，女校长对我青睐有加，美女老师把贴身之物给了我……不行，我得提防这些女人，她们一定是馋我身子！公众号：六如和尚，qq群：114572482922464",
    cover: "../static/陆地键仙.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "6cd8955e-5ee0-34aa-b4a2-8ca1c52378ab",
    title: "神明模拟器",
    author: "鹿人戛",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "陆尧误入一款扮演神明的像素小游戏，却发现这款游戏连入了不同维度的世界。游戏中的【祭品】会进入现实，而他给予的【恩赐】也可以抵达游戏世界。作为一名见习神明，除去制造各种天灾，他能做的不多。直到他咬牙复苏1w0-126314",
    cover: "../static/神明模拟器.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "7d57ea00-da75-343e-aee9-3a5ba4ed8686",
    title: "巫师：从骑士呼吸法开始肝经验",
    author: "田隶",
    fictionType: "玄幻奇幻",
    score: "4.9分",
    descs:
      "穿越异世界，成为一名没落的贵族领主，在熟练度面板的帮助下，从祖传的骑士呼吸法开始肝经验，一步步追寻巫师的足迹，展开一段光怪陆离的神秘之旅。读者群：3025418491w0-133261",
    cover: "../static/巫师：从骑士呼吸法开始肝经验.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "ed7e8fc8-3155-3108-b0c7-9bf532a249db",
    title: "仙者",
    author: "忘语",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "所谓仙者？界域凡人所化，取天地之精华，脱肉体之凡胎，得寰宇之造化。一个低微的披毛兽奴，不甘命运安排，与诸界而争的传说。他知道，只有成为仙者，才能让这方界域获得喘息之机1w0-132339",
    cover: "../static/仙者.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "8bc51363-0f03-308a-8b91-5e49192957e4",
    title: "弥罗青卷",
    author: "一炁化三清",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "手机阅读《弥罗青卷》无弹窗纯文字全文免费阅读白话文：函夏大地之上，妙有宗弥罗道人，于筑基之时，觉醒前尘，持青卷，掌天镜，追寻苍茫仙道。文艺版：弥罗妙有转舟身。入道求真。手持玄箓青卷，乾坤鉴照心。紫烟罩体上苍旻。大罗天内一尊。绛宫高上帝，仙府玉皇君。1w0-99034",
    cover: "../static/弥罗青卷.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "bee5c7e4-50a6-3b2c-ae09-0b08375cc129",
    title: "贫道略通拳脚",
    author: "九月当归",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "穿越到乾国北封郡魏县，成为青云观最后一名道士。这一脉的道术有些难练，李言初只想打坐炼丹，早日修仙成功。可道观中除了一头黑驴，没有余财。要恰饭的李言初，只好戴上指虎，拿起杀猪刀，替人做法事驱邪。“小道士1w0-135146",
    cover: "../static/贫道略通拳脚.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "8e88811a-93b4-30ce-b17b-ec9fdaf5e0c2",
    title: "逐道长青",
    author: "奕念之",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "　　无尽混沌，万界沉浮。紫胤界，妖魔肆虐，苍生涂涂。又有仙族、宗门林立，护持人族繁衍生息。陈念之携一卷道经转世而来，化作陈氏仙族弟子，从此踏上了艰辛修行，逐道长青之路。PS：百万字老书高订近万，质量有保证，放心追书。202741",
    cover: "../static/逐道长青.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "fb456875-678b-3e08-a376-2fdf5971c5fe",
    title: "叩问仙道",
    author: "雨打青石",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "　　一个凡人少年因为一次意外而误入仙道，在求仙路上挣扎前行。　　仙路难于登天，面对重重险阻，他的求道之心依然不减分毫。　　再回首，青山依旧在，故旧皆白骨。　　202059",
    cover: "../static/叩问仙道.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "abcbfca3-29bf-3e79-a425-dc00c685756f",
    title: "我在镇妖司里吃妖怪",
    author: "五志",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "这是一个妖魔横行，危机四伏的世界。穿越至此的秦少游，偏偏又是投胎率最高的镇妖司里的一员。看着一个个诡异的画皮、狡猾的狐妖、可怕的蛇精，以及冒充神佛的邪祟妖鬼……秦少游流出了想吃的口水。关门，烧水，咱们今天吃席了！读者群：168330720，欢迎进群勾搭1007097",
    cover: "../static/我在镇妖司里吃妖怪.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "fa73df29-363e-3e19-b1c2-0bc2a4243c80",
    title: "她把全修真界卷哭了",
    author: "青蚨散人",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs: "1w0-127287",
    cover: "../static/她把全修真界卷哭了.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "b357e705-ae18-3d78-b9fe-84cfb734ee08",
    title: "我在凡人科学修仙",
    author: "洛青子",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "　　洛虹站在黄枫谷山门前，此刻他不得不承认自己穿越到了《凡人》的事实。　　推了推已经不存在的眼镜，洛虹斩钉截铁地道：“和韩老魔一样是四品伪灵根，却没有小瓶的我，看来只有科学修仙这一条路可走了！”　　为什么炼气期每四层就会有一个瓶颈？　　如何最大限度地提升筑基几率？　　影响修炼速度的因素究竟有多少？　　韩老魔跑起来到底有多快？　　当这个世界修仙是客观存在的事实时，那科学就是修仙，修仙就是科学！　　扣群：607277622，来玩啊，大佬已入住。201818",
    cover: "../static/我在凡人科学修仙.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "b8a3e7df-33c2-39b1-810e-0c51bec0abc2",
    title: "凡人：开局夺舍墨居仁",
    author: "逍尘子",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "凡人：开局夺舍墨居仁无弹窗最新章节由网友提供，《凡人：开局夺舍墨居仁》情节跌宕起伏、扣人心弦，是一本情节与文笔俱佳的玄幻小说，笔趣阁5200免费提供凡人：开局夺舍墨居仁最新清爽干净的文字章节在线阅读。1w0-112365",
    cover: "../static/凡人：开局夺舍墨居仁.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "b054b66b-23a1-3c83-b544-7a9f6085aa3e",
    title: "九万里上",
    author: "金柜角",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "李川穿了。有薄田十亩，秀才功名一份。五彩大公鸡一只：擅捉虫，能护院，与村里野狗打架，未尝一负。改不了三更半夜喔喔啼，想炖了。红背大螃蟹一只：放进河里赶鱼，网网不落空，又是丰收的一天。至少有八两，想炖了。李川觉得，可以躺了。………………………………………………九万里上的风景是什么样的，我也想去看看。一个手艺人，带着俩小妖，在乡下蹭吃蹭喝，偶尔出门打工的故事。1w0-144767",
    cover: "../static/九万里上.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "e78e2d94-d330-3f52-a38f-e964714d7f51",
    title: "坐忘长生",
    author: "飞翔的黎哥",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "　　小小少年柳清欢，于凡尘战乱中走出，又走进了波澜壮阔的修仙者战争。是超然世外，还是扛起责任？是不忘初心，还是太上忘情？以万丈红尘炼心，坐忘长生。20635",
    cover: "../static/坐忘长生.jpg",
    updateTime: "2023-12-01",
  },
  {
    fictionId: "80ffaa1b-cafc-3bf2-bc33-e6d10f8a477f",
    title: "世间白蛇仙",
    author: "饥鱼",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "世间白蛇仙是作家饥鱼的最新武侠仙侠小说大作，小兵提供世间白蛇仙最新章节，世间白蛇仙全文阅读尽在小兵。1w0-138764",
    cover: "../static/世间白蛇仙.jpg",
    updateTime: "2023-12-01",
  },
  {
    fictionId: "456b2686-b830-37e1-a27c-971a11e2e5d3",
    title: "夫人让我三更死",
    author: "极品豆芽",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "【简介：阎王让我五更活，夫人却让我三更死。——天武六年，夜半三更时，天空忽然下起了一场红雨，从此这个世界变得诡异起来……】（豆芽出品，必属精品！）1w0-125263",
    cover: "../static/夫人让我三更死.jpg",
    updateTime: "2023-11-30",
  },
  {
    fictionId: "9b463b94-45ca-34a5-94b3-5598bbd3a097",
    title: "万教祖师",
    author: "白骨丘山",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "李末穿越成为罗浮山弟子，本应以斩妖除魔为己任，却暗中干着放生妖魔的勾当。五百年前，放生一枚枯骨，成为白骨大圣。三千年前，放生一株杂草，成为擎天柳神。八千年前，放生一只妖猴，成为斗战圣王。……“上天有好1w0-127812",
    cover: "../static/万教祖师.jpg",
    updateTime: "2023-11-30",
  },
  {
    fictionId: "e2c6809f-f462-38ef-91ad-138620735748",
    title: "青葫剑仙",
    author: "竹林剑隐",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "　　葫中藏日月，珠内锁阴阳。剑斩天外天，非生亦非死。“道友留步，你且猜猜我这葫芦里到底有多少口飞剑？”..................道友卒。这是一本武侠小说。书友群10227913271w0-1574",
    cover: "../static/青葫剑仙.jpg",
    updateTime: "2023-11-29",
  },
  {
    fictionId: "d9304ab8-3a75-3125-93a1-9de72c2e1763",
    title: "我在修仙界万古长青",
    author: "快餐店",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "陆长安经历两世修仙轮回，第三世为安稳苟到元婴期，解开轮回石碑之谜，遂修炼威力平平的上古养生功。忌争忌斗，稳健经营，与人结善缘。漫长修炼生涯，结识一个个成长中的人物，正派魁首、天骄红颜、魔道巨枭、邪修恶1w0-134262",
    cover: "../static/我在修仙界万古长青.jpg",
    updateTime: "2023-11-25",
  },
  {
    fictionId: "89bc26d5-5458-37c5-a228-d58918040ba7",
    title: "符箓魔方",
    author: "巡山打伞",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs: "修仙觅长生，热血任逍遥，踏莲曳波涤剑骨，凭虚御风塑圣魂！1w0-22129",
    cover: "../static/符箓魔方.jpg",
    updateTime: "2023-11-24",
  },
  {
    fictionId: "1d773e7b-aea0-303b-9f54-91e443a970d2",
    title: "我有一本气运天书",
    author: "从南游",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "世间苍茫，众生皆有其运，本命尊贵则可望公卿，外运强盛亦可登上高位。然气运衰微者，诸事不顺，事倍功半，至若灾劫压顶，无可祷也。1w0-135583",
    cover: "../static/我有一本气运天书.jpg",
    updateTime: "2023-11-24",
  },
  {
    fictionId: "89b33df4-4651-3e97-8f42-fbe55e062ef3",
    title: "掌门仙路",
    author: "蜀山刀客",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "　　这是穿越者带领小门派崛起的故事。　　凡人流种田争霸文，无系统。　　11313",
    cover: "../static/掌门仙路.jpg",
    updateTime: "2023-11-21",
  },
  {
    fictionId: "9eae6887-01bd-3dcd-8c5c-495e059bb22d",
    title: "仙孽劫",
    author: "维度论",
    fictionType: "武侠仙侠",
    score: "4.9分",
    descs:
      "王子佳穿越了，获得金手指等价转换，可对身体进行任意转换。但是当他发现自己可兑换的东西时，整个人都无语了。砝码：话本杂学录价值：6介绍：中二少年的宝库，因十数年潜心专研、精修、参悟，成为了少年密宝，且属于异界学识，价值极大！王子佳：······他看着最大的砝码之一，王子佳一时无言。看小说居然是他一身最大的经历之一！······当他用金手指改写他废物一生时，无意间逼得灵根生了个娃，世界就变得不一样了起来。各种骚操作，开始被他搞出：卡师弟们的油，欺骗卵生期的妖魔，忽悠废物们是天才……ps：本文非传统古典仙侠，将给你带来不一样的烟火！另外，本书又名《我真不是妖孽》《拥有等价天平的我，不可能是妖魔》注：已有同类型四百万精品老书，高定过万的《码农修真》，品质保障。书慌可点我信息，移步换景！仙孽劫最新章节地址：1w0-140991",
    cover: "../static/仙孽劫.jpg",
    updateTime: "2023-11-18",
  },
  {
    fictionId: "570dd5db-9d4f-3de4-938c-aa4e6eb40a6c",
    title: "诸天养老从火红年代开始",
    author: "暗石",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "绑定养老系统，体验票证生活，艰难岁月也能从容幸福。全部原创剧情，不同的人生，不同的家庭，穿越同样的火红年代。1w0-143785",
    cover: "../static/诸天养老从火红年代开始.webp",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "2ccd150e-fadd-3f71-aa3c-b2bbf97748b1",
    title: "奶爸学园",
    author: "剑沉黄海",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "　　都说女儿是前世的情人，那万一前身是海王怎么办？在线等，我好方呐~~~金牌编剧穿越而来，面对的不是飞黄腾达三宫六院娱乐帝国，而是，满！园！子！的！瓜！娃！子！（日常风，温馨风，轻喜风，有萌娃，已有完本小说《与萌娃的文艺生活》《哥哥万万岁》）201715",
    cover: "../static/奶爸学园.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "fd9e111b-9cee-37e4-9532-3c9ff616183e",
    title: "重生之我要冲浪",
    author: "睡觉会变白",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "手机阅读《重生之我要冲浪》无弹窗纯文字全文免费阅读重回过去，姚远一心一意只想浪啊呸，只想冲浪！-100-94985",
    cover: "../static/重生之我要冲浪.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "9220adf4-bc32-3858-b7cb-60f99a162fed",
    title: "华娱之实绩为王",
    author: "白狼浪",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "夭寿了，姐姐要和那个男人合作了，有点开心，又有点难过，开心的是要在履历上填实绩了！难过的是怕姐姐沦陷。不会是拍一部戏一个绯闻，那个番位狂魔，但是实际成绩特别恐怖，又爱谈恋爱的沈浪吧。不过是一个重生小青1w0-138195",
    cover: "../static/华娱之实绩为王.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "12e99818-2f93-3ea9-8a46-163b26afd7d5",
    title: "重回1982小渔村",
    author: "一杯冰柠檬水",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "【这是一个海边人上山下海的日常小说！没有装逼打脸，只有上山下海的悠闲！年代文，日常，赶海，种田，养娃，家长里短，不喜勿入，勿喷！】叶耀东只是睡不着觉，想着去甲板上吹吹风，尿个尿，没想到掉海里回到了1982年。还是那个熟悉的小渔村，只是他已经不是年轻时候的他了。混账了半辈子，这回他想好好来过的，只是怎么一个个都不相信呢……上辈子没出息，这辈子他也没什么大理想大志向，只想挽回遗憾，跟老婆好好过日子，一家子平安喜乐就好。1w0-73285",
    cover: "../static/重回1982小渔村.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "81ce4c28-1fe5-34dc-a500-65cca274db84",
    title: "医路坦途",
    author: "臧福生",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "　　医学生张凡，获得未来医疗系统，平凡的生活开始变得无限精彩。QQ群782723204！欢迎来吹牛-20-303",
    cover: "../static/医路坦途.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "39f30e2d-85e8-3fe2-b022-1f161d8d5c23",
    title: "妖孽修真弃少",
    author: "擎苍",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "叶辰，本为一代天骄，却在十岁生日之时被家族归为罪人，后废除身份，还被亲生父亲弃之荒野，任其自生自灭！八年之后，一代天骄再度回归，强势崛起，一人踩尽天下人，一手荡平天下事！无敌称尊，笑傲都市，尽在本书！201355",
    cover: "../static/妖孽修真弃少.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "2b682eb9-4876-3334-9c36-0a8cccb87d31",
    title: "重生俄罗斯当寡头",
    author: "琉璃湾",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "重生世纪之交，人在莫斯科，刚下飞机，准备留学……王业本来只想小富即安，平淡幸福地过自己的小日子。但被命运之手推动着，身不由己地走向了寡头之路！-100-10613",
    cover: "../static/重生俄罗斯当寡头.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "0595f678-e1c1-349e-be58-8530cedc675b",
    title: "乱战异世之召唤群雄",
    author: "九霄落雪",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "煌煌华夏，自古多少人杰？杀神白起！军神李靖！霸王项羽！天王冉闵！西府赵王李元霸！天生战神李存孝！且看我华夏群雄横战异世人杰！8053388",
    cover: "../static/乱战异世之召唤群雄.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "f1d0c243-8a27-3890-a0da-3c974b8746d9",
    title: "乱战三国之争霸召唤",
    author: "九霄落雪",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "关公战秦琼，岳飞战张飞，项羽，李元霸又如何，看我宇文成都姜松罗士信。什么，你说不够，好吧，刑天，李存孝，该你们上了。你有兵仙韩信，我有杀神白起，军神李靖。秦皇汉武，唐宗宋祖，多少千古枭雄共聚一堂，决出至尊霸主。书友群：300214031-100-21833",
    cover: "../static/乱战三国之争霸召唤.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "71b820ea-6aa3-35f9-8130-67465bc65af3",
    title: "花醉满堂",
    author: "西子情",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "初时，他说：“江宁郡的小庶女啊，这什么破身份，我不娶！”见过后，他啧啧：“弱不禁风，不堪一折，太弱了，我不要！”当她孤身一人拿着婚书上门，他倚门而立，欠扁地笑，“来让我娶你啊？可是小爷不想英年早婚！”得知她是前来退婚，他脸色彻底黑了，阴沉沉要杀人，“谁给你的胆子敢退小爷的婚？”……苏容觉得，端华郡主怕是眼瞎，这人一身娇纵，哪里值得她为了他要死要活？早知道，她第一次见他时，就把退婚书甩他脸上。—————————————芙蓉枕上娇春色，花醉满堂不自知。——苏容鲜衣怒马少年行，平生一顾误浮生。——周顾你愿是我愿，我愿早识你，护你玉堂香里堆锦红，破迷障，斩荆棘，手不染血，一身干净，还是初见那个温温软软的小姑娘。你愿是我愿，我愿早知你，那时你光风霁月，我小心翼翼不敢靠近，恐惊了凤雀，祈祷化为天上月，投影入你怀，陪你春看百花冬看雪，岁岁长安。1w0-129613",
    cover: "../static/花醉满堂.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "40c2547e-2e2e-3a1b-aca5-02f6f4e60ec5",
    title: "这个导演只拍烂片",
    author: "圣坝利剑",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "“现在什么阿猫阿狗都能够当导演了。”某大导在微博怒斥：“你们难道就没有发现他拍的全都是烂片嘛。”观众：“我们知道他拍的是烂片，但我们就是喜欢看啊。”本书又名《他只会拍烂片》《他拍的电影全部都是烂片》《1w0-137896",
    cover: "../static/这个导演只拍烂片.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "ea80d048-3a46-3200-8d88-87e986a6187a",
    title: "大明皇长孙：朱棣送我上皇位",
    author: "执笔见春秋",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "洪武二十五年，朱英来大明第十年，于西域创下偌大基业。燕王府中，朱英和后世永乐大帝朱棣相谈正欢。时日四月二十五，大明太子朱标薨。朱英随朱棣南下京师吊唁。朱棣：可恶至极！没想到竟是本王亲手送他上位。朱元璋：老四是个好孩子，把大孙给咱送来了。朱英：日月光辉之下，皆我大明江山！8050460",
    cover: "../static/大明皇长孙：朱棣送我上皇位.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "4095339f-0129-3102-a7d0-8ca6732ba4a3",
    title: "扼元",
    author: "蟹的心",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "公元1213年，金国渐显虚弱，南宋依旧衰颓；西夏、大理、高丽、日本，更不足道。空前强大的力量在高原崛起，将用亿万人的鲜血灌溉欧亚大陆。浩劫当前，一个年轻人握紧弓刀，想要扼住命运的咽喉。1w0-93147",
    cover: "../static/扼元.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "e3283630-30a5-33fc-b405-f549402a0fc1",
    title: "从明星野外生存秀开始",
    author: "来不及忧伤",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "手机阅读《从明星野外生存秀开始》无弹窗纯文字全文免费阅读穿越到《明星野外生存秀》节目中，没有任何野外生存经验的吴虎，突然觉得有点慌。但看到牙花子、战狼京、老胡、奶茶伦、铁锤妹妹、美娜这些明星也在其中后，他又渐渐变得淡定起来。且看没有多少野外求生经验的吴虎，如何靠生活辅助系统，解锁一个个生存技能，在一众明星中秀出强大，秀出存在感。1w0-116185",
    cover: "../static/从明星野外生存秀开始.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "b1028888-ea00-328c-b5ab-dc5f1d9d71c9",
    title: "校花的贴身高手",
    author: "鱼人二代",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "　　传奇杀手回归都市，奉旨保护校花！　　我是校花的贴身高手，你们最好离我远一点，不然大小姐又要吃醋了！　　【鱼宝宝书友1群333702438（已满），鱼宝宝书友2群417723151】201678",
    cover: "../static/校花的贴身高手.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "7a1992e3-b074-39ba-a218-8b242ddd754b",
    title: "NBA：开局一张三分体验卡",
    author: "一江秋月",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "在NBA流浪两年的王毅，在与湖人10天短合同的最后一天，突然获得超神三分体验卡，从此开启了一代超级巨星的传奇之旅。库里：他的三分在历史上是独一档的。欧文：他的运球比我风骚。詹姆斯：他的追身大帽，让我想起了年轻时候的我。伦纳德：说实话，我防不住他。而他最牛逼之处在于，他吹过的所有牛逼，全都实现了。10010004",
    cover: "../static/NBA：开局一张三分体验卡.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "558258c0-65fb-3f34-be8a-8a69e0ef426b",
    title: "开局失业，我让歌坛大魔王回归",
    author: "程砚秋",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "江阳穿越到平行世界，成为一个垃圾本科生。他一毕业就结婚，走向人生巅峰，然后一事无成，家贫如洗，开局失业，唯有一技之长，就在他陷入绝望时，自己老婆挑起他下巴，“我养你啊。”她摘去眼镜，那位曾让歌坛颤抖的大魔王回来了。多年以后江阳看着华语在自家老婆肆虐下翻天覆地，他无奈摊了摊手，怪只怪辞退他的公司。至于他，则是唯一能降服魔王的文娱之王。本书又名：【我是自带BGM的男人】【我的老婆是大魔王】【狗粮，日常，娱乐文】1w0-115830",
    cover: "../static/开局失业，我让歌坛大魔王回归.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "bd743dde-615f-3770-a0b2-5ba66b61d095",
    title: "都市极品医神",
    author: "风会笑",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "　　【火爆爽文】五年前，废物叶辰犹如地上蠕虫般被人耻笑！但是五年后，他带着一百位上古大能回来了！　　吊打一切，谁与争锋！201337",
    cover: "../static/都市极品医神.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "ba96bdbd-2c1c-3256-bfbd-63449152a517",
    title: "穿越初唐从上吊开始",
    author: "狂风徐徐",
    fictionType: "都市言情",
    score: "4.9分",
    descs:
      "睁开眼是上吊进行时，这样的穿越方式……还有谁？！来到武德四年，李善只想安身立命，只想左拥右抱，只想兜里有用不完的银子，只想纵横平康坊，再顺便找渣爹算账……但他的面前出现了一个又一个强大的对手，被逼无奈的李善撕下了老好人的面具，他拔剑出鞘，锋芒毕露！10021807",
    cover: "../static/穿越初唐从上吊开始.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "53201f5e-4a01-36aa-8725-d0b79ecf1024",
    title: "全军列阵",
    author: "知白",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "这个世上真的有龙，又名为天子，掌天下权势，龙皆有逆鳞……哎嗨！都是我薅的。",
    cover: "../static/全军列阵.jpg",
    updateTime: "2023-08-12",
  },
  {
    fictionId: "4eb4f7fd-556e-35e6-868d-a8d0602391a2",
    title: "朱元璋：咱真不想当皇帝！",
    author: "火红的鸡枞",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "穿越到洪武末年，没出息的朱允熥表示，当个摸鱼王挺好。忽悠老爷子给自己封个摸鱼王，有兵有钱有点田，完美的躺平生活。只是糟老头子坏滴很，整天逼着他学这学那，不学就往死里打呀，呜呜呜……打两下倒也罢了，反正打不死，生活继续摸鱼。可恨的是，这老头还总给他画饼，说等他退休了让他接班。啊呸！我社会主义的班都没接上，信了你的鬼？",
    cover: "../static/朱元璋：咱真不想当皇帝！.jpg",
    updateTime: "2023-08-12",
  },
  {
    fictionId: "4b6a2ade-8e4a-3dc3-93e9-9f03016d2b46",
    title: "我在秦朝当神棍",
    author: "人酥",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "“捷报，捷报。齐王建不战而降。六国灭，四海一！”报信的小卒骑着快马，高喊着穿过了半个咸阳。李水坐在丹房里面，欲哭无泪。“秦始皇统一中国了啊，距离焚书坑儒不远了。”",
    cover: "../static/我在秦朝当神棍.jpg",
    updateTime: "2023-08-11",
  },
  {
    fictionId: "6a202abf-651f-36c5-9ab8-1e39053f0c59",
    title: "将军好凶猛",
    author: "更俗",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "大越天宣五年，御史中丞王禀以不恭之罪，被贬唐州，途经桐柏山，为政敌枢密使蔡铤所遣刺客追杀。勇猛而痴愚的少年徐怀脑海里意外觉醒一段陌生的后世记忆，鬼使神差惊走刺客，卷入大越王朝末年这出波澜诡谲的刺杀案中……",
    cover: "../static/将军好凶猛.jpg",
    updateTime: "2023-08-10",
  },
  {
    fictionId: "bb62874e-4bf6-33c0-9b91-bc933e482abd",
    title: "诸天皇帝聊天群",
    author: "洛九尢",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "“叮，明太祖朱元璋加入聊天群。”“叮，隋炀帝杨广加入聊天群。”“叮，明思宗朱由检加入聊天群。”……洪武十二年，朱元璋脑海里突然传来一阵奇奇怪怪的声音，紧接着，就是一声撕心裂肺的痛哭声。明思宗朱由检：群主仙人，救救大明！！！隋炀帝杨广：大明？不是大隋么？”秦始皇嬴政：什么大明大隋，寡人的大秦呢？汉高祖刘邦：政哥，朕……呸，我举报，西楚霸王项羽灭了你的大秦帝国！",
    cover: "../static/诸天皇帝聊天群.jpg",
    updateTime: "2023-08-08",
  },
  {
    fictionId: "8524800a-34ce-3fad-893f-c8aea6431e19",
    title: "大明测字天师",
    author: "万里秋风",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "萧风重生到大明，在道君皇帝嘉靖的中期，父亲获罪丢官，还得罪了权势熏天的严党。家徒四壁吃软饭，却意外学得《仓颉天书》，开始了自己的测字天师逆袭之路。",
    cover: "../static/大明测字天师.jpg",
    updateTime: "2023-08-08",
  },
  {
    fictionId: "3c7a1a64-593c-3314-8ac8-63c270fd418c",
    title: "从特种兵开始的神级背包",
    author: "紫兰幽幽",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "外卖小哥楚渊获得神奇背包系统，放进去的物品，可以为自身提供相关的属性和能力！放入枪法，获得巅峰枪法，出神入化！放入小猫，获得超级灵敏！看人类左手右手一个慢动作！放入猫头鹰，获得超级夜视！黑夜视物宛若白昼！任何人无所遁形！放入仙人掌，获得超级抗旱！放入水熊虫，获得超级生命力！放入蜘蛛，获得蜘蛛危险感应！放入鸭嘴兽，获得生物电感应能力！直到有一天，楚渊给背包中放进了一只独角仙……这下牛逼了！楚渊获得了自身体重850倍力量！从此开启逆天人生，成为令整个世界都闻风丧胆的超级B王！",
    cover: "../static/从特种兵开始的神级背包.jpg",
    updateTime: "2023-08-08",
  },
  {
    fictionId: "3adf1b48-c06a-3102-ad58-b93f4e87ea56",
    title: "夺嫡：疯癫王爷竟是绝世全才！",
    author: "皖南牛二",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "考古系博士生朱钧穿越大业，成为六皇子。本以为可以就藩当个逍遥小藩王。却没想到，前身是个疯子，还是应天府八害之首！百姓：朱钧那厮无耻之尤，乃应天八害之首！兄弟：我大哥忠肝义胆，为兄弟两肋插刀！百官：朱疯子离经叛道，坏事做尽，让皇室蒙羞！太子：吾弟纯善，有赤子之心！敌人：朱疯子比蒙元人更凶，比豺狼更狠，乃一生之敌！燕王：我幼弟心思单纯，犹如羊羔也！红颜：朱疯子，你到底还有几个好妹妹？皇帝：我儿忠勇无双，有大帝之姿，这皇帝，你不做也得做！",
    cover: "../static/夺嫡：疯癫王爷竟是绝世全才！.jpg",
    updateTime: "2023-08-08",
  },
  {
    fictionId: "d4aef3a1-0d37-33d7-b8ec-4fb2ae1648dc",
    title: "初唐小卒",
    author: "军魂寒鸟",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "开局我是反派？不可能吧？这里有千古一帝李世民，还有太子李建成。更有璀璨夺目的众多文臣猛将。我既不属于李世民，也不属于李建成，反而是属于和他们唐王朝作对的？这是要......闹哪样？刚穿越过来就被在人为的穿越回去吗？不过无论如何，既然来到了这波澜壮阔的大唐王朝，即将见证千古一帝的崛起，无论如何也要在这巨变的时代当中做一个弄潮儿，而不是任人鱼肉的反派吧。主角刚这样想着，脱离了和唐王朝作对的阵营，加入了唐王朝这注定正义的大家庭，只是你让我做玄武门守将？这又是怎么回事？现在的皇帝还是李渊，过不了多久就是玄武门之变，我还身处李建成阵营，难道我是天生注定的反派吗？不可能，我是一个好人，真真正正的好人。【展开】【收起】",
    cover: "../static/初唐小卒.png",
    updateTime: "2023-08-07",
  },
  {
    fictionId: "259862af-4a31-3bde-8be2-4477f6e2301b",
    title: "玄德",
    author: "御炎",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "在你面前的是！汉室宗亲、孝景皇帝之后、涿县街头霸王、海内大儒卢植亲传弟子、东汉浪漫主义诗人、雒阳纸贵直接责任者、古文经学派辩经达人、古文经学派少壮派领袖、《左氏春秋》第七传承家族涿郡涿县刘氏开山始祖，今文经学派头号憎恶者……什么？名号太长记不住？嗯……好吧。我叫刘备，字玄德，这是我的、而非那位皇叔的故事",
    cover: "../static/玄德.jpg",
    updateTime: "2023-08-07",
  },
  {
    fictionId: "f655a51d-4597-3d25-a9d3-7f12cc2e0f3d",
    title: "大唐：长乐请自重，我是你姐夫",
    author: "大眼睛小懒猪",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "神秘古武世家传人萧锐，因为一枚储物灵戒意外来到了唐初，成为宋国公萧瑀长子萧锐。不想继承家业去做官，只想搞搞创业发明，靠着各种科技与狠活征服大唐，成为世界首富。却意外被皇帝发掘，赐婚皇帝长女，成为了第一驸马。随着一步步的成长崛起，萧锐的影响越来越大，身边的人也越来越多，甚至连皇帝最疼爱的长乐公主都……萧锐：完了，大唐规定驸马只能娶一个，这怎么整？",
    cover: "../static/大唐：长乐请自重，我是你姐夫.jpg",
    updateTime: "2023-08-07",
  },
  {
    fictionId: "9dc69e64-f653-39fc-8ad2-30818b272d8f",
    title: "大唐第一逆子",
    author: "存不易",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "启禀陛下，六皇子大闹公主婚礼，并把太子殿下和驸马打成重伤！还拒不认错！李世民：“逆子，你再不认错，朕便将你逐出皇族！贬为庶民！”李愔：“什么狗屁皇子！我不稀罕！”……半年后。李世民：李愔肯认错了么？陛下，六皇子拒不认错，并且现在过的比您好。他的琉璃厂月入百万贯。堪比长安半年税收。李世民惊恐：这……陛下，六皇子的集团公司提供了千万个就业岗位，让千万家庭奔小康。月进账亿万贯！富可敌国！李世民急了：快召我儿回宫，大不了朕给他道歉。晚了！六皇子带着他的远洋舰队已经出发前往倭国，说要生擒倭国天皇！李世民懵了：不可！快找他回来！不！朕亲自出面求他回来！",
    cover: "../static/大唐第一逆子.jpg",
    updateTime: "2023-08-06",
  },
  {
    fictionId: "9d4ef70b-aee6-3c9d-bff9-30e0a441c274",
    title: "重生后我母凭子贵上位了",
    author: "夜妆",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "身为尚书府嫡女的慕卿歌，前世被渣男贱女算计失身怀孕，落得个名声尽毁在生子时血崩而死的凄惨下场。重活一世，她定要将前世所受之苦十倍百倍的还给他们！渣男？杀之！让他也尝尝什么叫人为刀俎我为鱼肉的滋味！庶妹？辱之！让她也体会体会锥心刺骨被万人欺辱践踏的痛苦！继母？斗之！让她......也知道知道郎心似铁寒夜寂寥的感觉！可没想到一重生却竟然就栽在了那疯疯癫癫的宁王手中。宁王的疯竟然是装疯？还将她宠成了人人艳羡的对象？不仅如此，外祖父重获圣宠？舅舅也屡立奇功？娘亲传授她制香技艺，让她成了首富？【展开】【收起】",
    cover: "../static/重生后我母凭子贵上位了.jpg",
    updateTime: "2023-08-06",
  },
  {
    fictionId: "3df44c17-9910-3edf-8512-cd22149c1c8e",
    title: "调教大明",
    author: "香煎鳕鱼",
    fictionType: "穿越小说",
    score: "4.9分",
    descs: "下载客户端，查看完整作品简介。",
    cover: "../static/调教大明.jpg",
    updateTime: "2023-08-05",
  },
  {
    fictionId: "f171bfe3-45a4-3347-8980-b7d80f4ce36e",
    title: "朕真的不务正业",
    author: "吾谁与归",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "万历元年正月十九，万历皇帝朱翊钧，打量着面前的铁三角。第一位盟友面相颇为和善，她是大明的太后。第二位盟友只是个太监，他的职责是磕头。第三位盟友就是个权臣，他看起来霸气外漏。最后所有人目光移向朕，问朕扮演的角色是什么：朕看看身份说，朕是：不务正业大皇帝本书又名：《朕有亿点点小爱好》、《皇恩碎地拳》、《让大明再次伟大》……",
    cover: "../static/朕真的不务正业.jpg",
    updateTime: "2023-08-03",
  },
  {
    fictionId: "148b2272-7757-3755-9fe7-84621afd9576",
    title: "开局：大唐万里一孤城",
    author: "长腿大叔",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "孤悬万里之外的龟兹城头上，某污水处理厂的小哥带着一脸的眼泪鼻涕，迎向了满身羊骚味的吐蕃战士。当头就是一盆热翔，劈头盖脸的倒了上去。震战鼓声中，来自美团和饿了么的两位小哥紧靠在一起，手持着长枪死命向前。铺天盖地金军铁骑冲锋下，对手有狼牙棒、他们有天灵盖；在这一刻，他们再也没有昔日抢单下的隔阂。号称着铁打的襄阳城头，某企业仓管手中的步弓箭无虚发，只是高强度的多次开弓之下，他双手的虎口早就鲜血淋漓。当然，对比起了他身前被射成了毽子一般，由某公司小白领充当的刀盾手，仓管无疑幸运了好些。岑港，一口大碴子口音的东北大龄未婚男青年，卖力地舞动着手里的狼筅，看着身前一群拿着武士刀的小短腿根本无法靠近，心中充满了快慰。大东沟，某打工人拼命地往锅炉里添加着动力煤，试图让他们所在的残破战舰，实现死前最后的一个目标：撞沉吉野……上下五千年，总有一个又一个儿女在这一个文明最艰难的时候，义无反顾站了出来。他们或成为某段只字片语记载中，一个无人在意的符号；或者他们所做的一切，彻底埋葬在了历史的黄沙和尘土中无人知晓。",
    cover: "../static/开局：大唐万里一孤城.jpg",
    updateTime: "2023-08-03",
  },
  {
    fictionId: "84381fa3-f5ab-3d3e-a59d-289d3e9e1c51",
    title: "大唐之最强皇太孙",
    author: "宝哥",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "系统+权谋+争霸+海战+爆兵+殖民，大唐废太子李承乾长子李世民长孙李象被现代青年魂穿，并获得皇帝养成系统，只要完成任务，即可获得金钱武器各朝代王牌军队猛将。嘟嘟，恭喜宿主完成保住父亲太子位之任务，奖励三千大雪龙骑。嘟嘟，恭喜宿主完成京城平叛任务！奖励六千大汉羽林卫，羽林卫统帅霍去病。嘟嘟，恭喜宿主完成远征漠北任务！奖励一万匈奴铁骑，统帅冒顿单于。在系统帮助之下，大唐帝国在李象的带领之下，攻城略地，征战天下。公元643年，助太宗皇帝东征高丽，设置高丽都护府。公元644年，灭吐谷浑。公元645年，灭西突厥。公元647年，灭南诏。公元649年，大军抵达北海，设置北庭都护府。公元650年灭吐蕃，进军天竺，设平南都护府。公元656年集结三十万大军远征阿拉伯帝国，三个月占领数十城，逼降阿拉伯帝国皇帝…公元……",
    cover: "../static/大唐之最强皇太孙.jpg",
    updateTime: "2023-08-02",
  },
  {
    fictionId: "687f3b11-e3e7-3887-a336-3e1ee04bc429",
    title: "大明：我，调教木匠皇帝",
    author: "风少羽",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "虽然我科举舞弊，还跟魏忠贤称兄道弟，还调教木匠皇帝，但是我知道自己是个好官——张好古！简介无力，看内容吧！",
    cover: "../static/大明：我，调教木匠皇帝.jpg",
    updateTime: "2023-08-02",
  },
  {
    fictionId: "abb8aeca-04d9-3355-8da4-a9b64945e87a",
    title: "红楼御猫",
    author: "橘猫不是猫",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "“看到本公官袍上绣着的御猫了吗？先帝亲赐，专抓尔等国贼禄蠹。你还有什么话要说？”“公爷，您身上绣着的不是麒麟吗？”“麒麟就不是猫了？我贾琮说它是猫，他就是猫！”本文又叫《我在红楼望父成龙》、《我在红楼抱大腿》、《我在红楼当国公的那些年》、《家父贾恩侯》……",
    cover: "../static/红楼御猫.jpg",
    updateTime: "2023-08-02",
  },
  {
    fictionId: "0f1f0525-ceef-33e6-aa96-0be41f687640",
    title: "吾兄冠军侯",
    author: "女口夏",
    fictionType: "穿越小说",
    score: "4.9分",
    descs:
      "大汉王朝元朔年间，霍光穿越而来，成为冠军侯霍去病的弟弟。所谓弟凭兄贵！靠着冠军侯的威名，在长安城开了一间可以勾栏听曲的酒楼。而酒楼里，一个叫蒲天的游侠，经常过来光顾。除了日常听曲儿外，还总问他一些国家大事。这日霍光烦了，便也反问他一个问题：“你知道秦始皇最大的功绩是什么吗？”“扫六国，统一海内？”“不是！”“开创帝制，废除分封？”“不是！”“书同文，车同轨...”“不是不是！”“始皇帝最大的功绩，是活埋了那帮没事瞎比比的专家！”",
    cover: "../static/吾兄冠军侯.jpg",
    updateTime: "2023-08-01",
  },
  {
    fictionId: "3901dc8d-4543-30e7-8268-30374eba2dd5",
    title: "一心摆烂的我却直奔篮球名人堂",
    author: "不爱吃草的羊",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "华人经理空降NBA千年烂队。09年选秀大会惊人之选，事后证明是史上最伟大一签。10年大鱼云集的自由市场看似颗粒无收，却拿下未来王朝基石。11年亏本大交易背后，隐藏着惊天后手，一年后便令所有人瞠目。12年眼看球队成绩越发有起色，他自告奋勇兼任主教练，球队越战越勇。14年他甚至直接买下球队成为老板，开启总冠军之旅……20年后，他成为第二个入选奈史密斯篮球名人堂的亚洲人。他身背“最佳教练”、“最佳经理”、“最受欢迎管理人”、“NBA15大教练”等多项荣誉。《时代周刊》对他进行了专访：“作为21世纪第二个十年最成功球队的经理兼教练，对这十年你有什么样的感想？”“我想说，一开始，我真的只是想摆烂。”“摆烂是一支球队走向成功的必经之路。”“没错，但这却堵住了我走向成功的道路。”“难道你觉得自己还不够成功吗？”“天天陪着十几个大汉追着一个皮球跑，这有什么成功可言呢？我本来有着更为远大的理想……”志存高远的闵聪达抬头45度仰望天花板，回想起，那个午睡醒来后的下午，他开启了一段摆烂之旅。一心摆烂的我却直奔篮球名人堂最新章节地址：1w0-140529",
    cover: "../static/一心摆烂的我却直奔篮球名人堂.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "ebd9ba6d-aa51-3535-8420-be36cf51dd08",
    title: "海贼：伟大航路上的技能大师",
    author: "花花的男人",
    fictionType: "网游动漫",
    score: "4.9分",
    descs:
      "自海贼王罗杰死后，【大航海时代】揭开了帷幕。四皇，七武海，超新星，混乱的格局代表着无限的可能。红土大陆，圣地玛丽乔亚之上。被誉为【时代之子】【海军超新星】【最强技能大师】的莱因哈特·威廉向着这个混乱时代的源头举起了自己的拳头。“我的到来，就是为了创造出一个孩童不会哭泣的世界。”“接我这招，诺亚·地狱火！”······",
    cover: "../static/海贼：伟大航路上的技能大师.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "e04809a6-3ec6-3f4d-97c0-45c489d2ba40",
    title: "踏星",
    author: "随散飘风",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "浩瀚宇宙，无尽种族！恢弘战技，十决横空！远古独姓，百强战榜！以我之名，脚踏星空！2200年的一天，当人类第一次登上海王星，看到的是一柄战刀和一具站立的尸体！！！已有完结老书《末日之无上王座》三百多万字，从未断更，人品保证！！21008",
    cover: "../static/踏星.jpg",
    updateTime: "2023-12-04",
  },
  {
    fictionId: "916585d1-4f71-3dab-9d24-108fdfee1a86",
    title: "从龙族开始的求死之路",
    author: "刺猿菌",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "不死的少年被送到了龙族世界。虽然死不了，但是面对一群小龙人他有点慌，可是渐渐发现这些人好像整不死他，甚至还让他越来越强。死不了，怎么办？在线等，挺急的！————PS1：先挨揍后无敌PS2：不是纯龙族同人1w0-9362",
    cover: "../static/从龙族开始的求死之路.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "f008d991-d355-32a2-9c4e-f665c4116d8e",
    title: "美漫丧钟",
    author: "混沌文工团",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "手机阅读《美漫丧钟》无弹窗纯文字全文免费阅读穿越美漫，原本只是普通人的他变成了世界著名的雇佣兵和杀手。物是人非，他究竟是应该成为一名正义的英雄？还是继续他黑暗的事业？“不要用善恶这种浅薄的观念来衡量我，我只做自己想做的事情。”主角突然出现在了胡编作品简介的本书作者身后，一拳把他打飞了出去：“事情本来很简单，我即是所有人耳边响起的丧钟！”-100-7167",
    cover: "../static/美漫丧钟.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "0ea012d8-7cf2-30f9-8519-2ee425f13313",
    title: "诡异降临？还好我是十殿阎王",
    author: "十月不吃瓜",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "小兵小说网提供十月不吃瓜大神作品《诡异降临？还好我是十殿阎王》全文免费阅读诡异降临？还好我是十殿阎王无弹窗！请关注诡异降临？还好我是十殿阎王吧。1w0-136920",
    cover: "../static/诡异降临？还好我是十殿阎王.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "8e0cc0ad-dd45-3268-8675-e477e305a8b5",
    title: "梦幻西游之重返2005",
    author: "秋风夏蝉",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "手机阅读《梦幻西游之重返2005》无弹窗纯文字全文免费阅读方云重生了重生到了他高三时的2005年这个时期的梦幻西游正处于飞速成长期各种风云人物竞相争锋“叮——全能辅助系统为您服务！”从课堂上醒来的方云听到脑海中的提示声整个人已经惊呆了！",
    cover: "../static/梦幻西游之重返2005.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "e028edc7-c709-3586-9560-99f223c544b4",
    title: "来自星渊",
    author: "深度绯红",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "《星渊》资深玩家，【星降师】绝活哥李兹携带系统模板，穿越到游戏世界，来到游戏内测版本的时代。这是最坏的时代。宇宙势力和财阀勾结，致使通往宇宙的大门被关闭，星球资源耗尽，连阳光都被垄断。这也是最好的时代。所有的超凡体系才刚刚起步，在这个时代，只有他一名有着最终版本补丁的【星降师】。人们沉醉于等离子枪炮的硝烟之时，李兹已经用引力撕碎了战舰。异能者为他们觉醒的能力洋洋自得时，月光已经成为了李兹的仆从。星际舰队跨越银河之际，李兹刚刚点燃了第四十二枚恒星，照耀整个宇宙。“人们被困在地面上太久了，已经忘记这片星空本该属于我们所有。”——面对不可名状的土著邪神，李兹手持黑洞，温和地说道。1w0-126562",
    cover: "../static/来自星渊.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "f651d9d0-3668-3ac4-aed6-69035c1eb8c2",
    title: "领主求生：从残破小院开始攻略",
    author: "中华小铁匠",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "【群：779189241】一觉醒来，全民穿越异界。这是一个恐怖的世界，几乎不可度量。这里有巨龙、狮鹫、哥布林、地精、矮人、兽人。也有丧尸、亡灵巢穴以及各种神话巨怪。每个人都是领主，开局选择身世、一个小院、三个农民。要致富，先撸树，逐渐建立领地。领主们需要探索地图，占领区域、获取资源、发展城建、征伐怪物巢穴。每隔一个月，都需要抵御怪物军团和各种异界势力的掳掠，才能生存下去。宗慎开局觉醒了攻略系统。目之所及的一切都会出现攻略信息。帮助他发现所有隐藏的宝物。【领地东南方向50米的那棵歪脖子树其实并不简单。】【从现在的位置向前走35步开始挖掘，你会得到惊喜。】【别看了，这个宝箱是个陷阱，内部的毒气会让你昏迷三天三夜。】当其他人还在苦苦支撑的时候，宗慎已经建起了坚固的大城。拥有无数的强大士兵和史诗英雄，资源堆积如山！1007392",
    cover: "../static/领主求生：从残破小院开始攻略.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "b163660e-e472-334f-be01-80516bc5dfc1",
    title: "我要与超人约架",
    author: "辣酱热干面",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "哈莉奎茵：我在dc宇宙重生了，有个外挂，挨打就能升级，可技能点只能加防御，但我不想当肉盾（亲爱的读者朋友，请注意，主角是哈莉·奎茵！！！如果不喜欢这类文，可以无视它，谢谢，群号：928781376）1007790",
    cover: "../static/我要与超人约架.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "4b817857-afab-309d-a4b0-f1bbe9899b64",
    title: "呢喃诗章",
    author: "咸鱼飞行家",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "来到蒸汽工业蓬勃发展的新世界，继承王国首都广场的三层公寓，带着别人的猫，听着耳边的呢喃之语，去见证这个诡秘而离奇的时代。第六纪元的史诗即将开始，帷幕后，被选中者将要踏入传说。旧神、遗物、蒸汽、魔女、侦探、远古的奥秘、纪元的辉光“你要玩一把罗德牌吗？”岁月铭刻光阴，银月照耀阴影。我为你谱写传说，你为我呢喃诗章。（另有老书五百万字完本，一天两更从不断更。上午六点五十，下午五点五十，咸鱼出品信誉保障。）205496",
    cover: "../static/呢喃诗章.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "a4fbb729-3fbd-3587-a977-5fcb21f55627",
    title: "学霸的培养系面板",
    author: "千越南秋",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "作为高三学生的徐昀，突然发现自己眼前多出了一道虚拟面板，可以根据他的学习计划生成任务。任务：学霸的快乐要求：独立完成一百道高中数学题，时间不限。进度：1100奖励：积分50。能力抽象思维（提升百分之十五，仅限数学。）……许多年后，回望自己取得的无数科研技术成果，徐昀满是感慨：“我只想当个学霸，怎么成顶级科学家了！”1w0-145050",
    cover: "../static/学霸的培养系面板.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "a31dd325-6303-3407-a64f-6462827f37ed",
    title: "提瓦特的探究者",
    author: "大紫罗天",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "原神同人文。我叫王道一，原来是一名盗宝团成员，现在是一个魂穿的降临者，我首先要做的就是逃离这个盗宝团的遗迹，顺便带走一些古董，不要被千岩军抓住，然后跑去璃月，开启我的提瓦特之旅！本站提示：1w0-137176",
    cover: "../static/提瓦特的探究者.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "4984338c-ebe0-384b-9d46-c33a041e7ec3",
    title: "我拥有最棒的血统",
    author: "凉凉彩色纸",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "我父亲是头黑龙，母亲是有苏氏狐族大妖。黑龙血脉让我拥有强悍的体魄、控水之能，有苏狐族血脉让我拥有俊美的容貌和无人能敌的魅力。我拥有最棒的血脉！………………直到，母亲家族人爆破我家宅邸大门，准备将我带回到有苏氏部落之前，我一直都是这样想的。“孩儿快跑！落到她们手里你命就没了！”母亲艰难的抵住宅邸大门，声嘶力竭的喊道。苏言：“？”本站提示：1w0-141892",
    cover: "../static/我拥有最棒的血统.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "9e5751db-e215-3d80-9cb4-a1ac708730d2",
    title: "我的玩家好凶猛",
    author: "帅犬弗兰克",
    fictionType: "网游动漫",
    score: "4.9分",
    descs:
      "“给我一群可爱的小玩家，我能轻松颠覆异世界！”-雷弗诺·墨菲·勒森布拉如是说Ps：墨菲阁下拥有的头衔包括但不限于冒牌吸血鬼、著名NPC扮演艺术家、德艺双馨狗策划、特兰西亚の唯一救星、旧大陆恩人、新大陆保卫者、忠勇无畏好伯爵、无可救药御姐控、血族圣人无暇者、长夜守卫阿尔法等等（此处忽略其他108个绰号），实乃第四天灾居家旅行，杀人灭口必备之最好用的老朋友，因此请《真实异界》所有测试人员在看到这行字的时候立刻起立！随我向墨菲领主致以最崇高的敬意！墨菲卡卡！满赛！",
    cover: "../static/我的玩家好凶猛.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "b37d7c39-0a98-36d4-a936-47ea09688289",
    title: "综网的巫：从艾泽拉斯吃到山海经",
    author: "易伤秋者",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "“先来一小瓶恶魔精华……”易夏一边说着，一边从自己的摊位上取出一小瓶可乐倒进眼前的坩埚里。在旁边固定的手机屏幕上刷出的诸如“未曾设想的道路”、“离大谱”之类的弹幕后。易夏又添加了唤为“格罗姆之血”的植物。当然，弹幕有人称它在本土使用频率更高的称呼——“椿芽”。而随着植物的落入，坩埚里的液体仿佛加了特效一般。由原来泛着不明气泡的黑色液体，逐渐渲染出一片令人悚然的幽绿……“是色素，他在里面加了色素！”“比苦瓜汁似乎更有食欲的样子？”“那么古尔丹，代价是什么呢？”弹幕开始疯狂窜动，但易夏已经咕了。他惬意地躺在自己的躺椅上，看着外面形形色色的路人。阳光明媚，空气里弥漫着某种香甜的味道。是奶茶？还是大白腿？易夏眯了眯眼，头顶的太阳圆圆地像一个充满诱惑的大饼。这个可吃不得……易夏下意识地舔了舔自己的嘴唇，那里似乎还残留着某颗恒星的残渣……这，是属于一个巫觋的故事……-100-7128",
    cover: "../static/综网的巫：从艾泽拉斯吃到山海经.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "f6f2a924-dde3-3b1e-bcba-e9eb52b9b394",
    title: "全民领主：我的天赋有亿点强",
    author: "辰风来",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "一觉醒来，蓝星十亿人穿越异界。拥有自己领地，成为一名领主。需要在陌生世界挣扎求生，攻城略地。雷骁获得神级天赋「金手指」，可以点石成金，对物品进行升级。【恭喜你，你的「一阶招募令」升级为「五阶招募令」！】【恭喜你，你的「二阶武器：落月刃」升级为「二阶武器：落月刃」101把！】【恭喜你，你的「三阶武器：大地双手剑」升级为「五阶武器：斩龙剑」！】……【恭喜你，成为全球首个升到2级府邸的领主！】【恭喜你，成为全球首个完成击杀BOSS的领主！】【恭喜你，成为全球首个攻下一座城池的领主！】……当别人还在辛苦收集资源的时候，雷骁垄断市场，让所有人为他自己打工。当别人还在努力建设村落的时候，雷骁的雄伟城市已经拔地而起了。当别人还在用拼命用农民对抗周围野怪的时候，雷骁已经指挥大军，开始攻城略地了。10035018",
    cover: "../static/全民领主：我的天赋有亿点强.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "fa9cb0e8-fa5d-30f5-a391-083cb184de7f",
    title: "我真的控制不住自己",
    author: "张扬的五月",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "手机阅读《我真的控制不住自己》无弹窗纯文字全文免费阅读能穿越位面确实是很好，但是这自动战斗就有点太坑了。“你们不要过来啊，我是真的控制不住我自己啊！”一边这样喊着，一边林顿锤爆了各路大神，踏上了通向巅峰之路。1w0-8116",
    cover: "../static/我真的控制不住自己.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "b0540090-3379-32f3-8bfa-0b54ce84002f",
    title: "拉克丝的法穿棒",
    author: "夜隐枭",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "虚空之杖，又名法穿棒，长度八吋，直径一吋，以扭曲血肉为材质，以虚空之力为杖芯，自带凸起，便于抓握，实在是符文之地居家旅、杀人越货的不二良品。-100-83216",
    cover: "../static/拉克丝的法穿棒.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "ed753e63-0434-33c2-a580-2fbdef863387",
    title: "全民游戏：从丧尸末日开始挂机",
    author: "帝国黑铁战士",
    fictionType: "网游竞技",
    score: "4.9分",
    descs:
      "平行世界，方恒穿越在一个刚刚自杀的倒霉鬼身上。嗯？什么？这个世界的所有人类都被迫加入游戏？惊！不玩游戏就会被抹杀掉？好家伙，这个自杀的倒霉鬼竟然是前职业玩家？他竟然有最高级别的S级天赋技能丧尸分身？S级天赋居然还升级了！我的丧尸分身能挂机？【在你离线的这段时间，你的丧尸分身群制作完成了木质伐木斧720；你获得基础制作经验值：1921】。【在你离线的这段时间，你的丧尸分身群砍伐27821棵树木；你获得木材128973，你获得技能基础砍伐经验值：2171921】。当玩家们还在丧尸末日中艰难求生的时候，方恒的丧尸分身们已经开始搬空整片森林。方恒：这个游戏有点意思。1007234",
    cover: "../static/全民游戏：从丧尸末日开始挂机.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "6f2adb05-9654-3f4c-9f15-182cd58c6354",
    title: "盗墓之我是胡八一的表弟",
    author: "梦幻古月",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "前世平凡的胡明，他怎么也想不到自己会穿越到盗墓的世界，而且还成为了胡八一的表弟。在这盗墓的世界里，他一出生就带有系统的男人，不知道他能不能在这个世界留下什么的传说呢。笔趣阁各位书友要是觉得《盗墓之我是胡八一的表弟》还不错的话请不要忘记向您QQ群和微博里的朋友推荐哦！1w0-47519",
    cover: "../static/盗墓之我是胡八一的表弟.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "36bc8c0d-4c25-3a6d-95f4-5d22252bf24f",
    title: "我在末世种个田",
    author: "爱吃的棉花糖",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "　　重回十年前，距离巨型风暴还有两个月，静姝开始修建自己的堡垒，养一些频临灭绝的鸡鸭鱼，种一点未来没有的蔬菜，再囤一些美味的零食。　　生活要有格调，对待仇人，我就喜欢你看我吃牛排馋哭了的样子，喜欢你闻着烤肉味脸上陶醉的样子，真好看。　　【魔方空间等级：4阶魔方4*4*4=64立方米，5阶魔方5*5*5=125立方米，6阶魔方6*6*6=216立方米..等】　　Q群123225124-20-2154",
    cover: "../static/我在末世种个田.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "11f8ba46-f788-3cf4-aca0-26bdc6dcc8f8",
    title: "裂天空骑",
    author: "华表",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs: "陨落的空骑士是天空的眼泪，裂天空骑最新章节地址：-100-80974",
    cover: "../static/裂天空骑.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "f0d71cc1-4394-3792-9148-29462c5be005",
    title: "丧尸绝城",
    author: "金装大魔王",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "简介作家版：病毒肆虐，丧尸横行，为了生存我们要远离丧尸，但同样为了生存我们又必须主动和丧尸战斗！这场生存游戏以生命为起点，而终点就是从被咬的那一刻开始！且看小人物陈飞，一步步崛起，如何成为末世大主宰！简介主角自述：陈飞：大家好！我就是主角！请容我吐槽一下，别人家的主角系统都是什么主角重生或者是因祸得福，而我的系统，是特么我自己给的！我从来没有意识到我居然是那种坑起来连自己都毫不留情的人。这样的设定我有一句MMP要问候作者！书友群：621014745各位书友要是觉得《丧尸绝城》还不错的话请不要忘记向您QQ群和微博里的朋友推荐哦！-100-22113",
    cover: "../static/丧尸绝城.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "801c6790-afae-30ef-b388-2010aac35fa0",
    title: "一个喷嚏毁灭一个魔法文明",
    author: "永远十六岁",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "“根据地球现代医学研究发现，一个健康的人身体里至少携带十四万种病毒，细菌的数量那就更多了。如果这样一个人穿越到陌生的魔法世界，体内的细菌和病毒产生变异，然后在本人不知情的情况下突然爆发，将会引发怎样的后果？我这样说不是在为自己辩解！只是想要证明，关于那个魔法文明的毁灭，我真不是故意的！它只是一场意外，一场可怕的灾难。还有！不要用移动的天灾来称呼我！那是污蔑！是造谣！是赤裸裸的名誉侵犯！另外！你们这些塔洛娜的信徒都滚远点！我跟你们的女神没有半点关系！”多元宇宙著名旅法师，剧毒与疾病女神的唯一选民（本人拒不承认）——左思（索斯），向那些“黑粉”们发出严厉警告，并宣称如果有必要，会使用非常手段来捍卫自己的名誉。包括但不限于“人道毁灭（物理）”，强行转化成死灵或是幽影仆从，抽出灵魂用于制作魔法机械上的活化零件，把人直接传送到九层地狱或者无底深渊……1w0-106146",
    cover: "../static/一个喷嚏毁灭一个魔法文明.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "768a5dea-b354-338c-9987-35196f74f2a9",
    title: "超级篮球联赛",
    author: "如梦似幻233",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "08奥运会赛场上，各国篮球队陷入了沉思……西班牙Fuck！美国队也就算了，中国队也那么难打！非洲送爱心兄弟我的上帝啊，中国队不断在我们头上空中作业。美国队黄种人除了姚明怎么还有这么多天才球员！到底谁才是1w0-138602",
    cover: "../static/超级篮球联赛.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "fe964514-a4fc-34bd-8964-8345d1ba8597",
    title: "血之圣典",
    author: "咯嘣",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "站在你面前的是：黑暗的监管者和庇护者，秩序的颠覆者和重塑者，舔狗的创造者和迫害者，茶艺大师，暗夜的女神，诸神的梦魇和掘墓人，血之真祖——夏洛特·德·卡斯特尔。与疯狂相伴，与鲜血相生，与诅咒携手，与毁灭同行。这是一段属于血族的传说……1w0-114966",
    cover: "../static/血之圣典.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "364254f9-72d1-39d9-b24a-503f5f7bb593",
    title: "拯救诸天单身汉",
    author: "纪墨白",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "　　拉杰什·库萨帕里希望找到一位相伴终身的伴侣；谢永强希望和王小蒙相伴一生；纪晓岚不想再辜负杜小月的情义；袁华不希望再将秋雅拱手让人……觉醒系统，穿越万界，拯救诸天单身汉！我是项南，我在努力！13520",
    cover: "../static/拯救诸天单身汉.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "f637a4b5-c024-3918-be7c-3925c2a3031f",
    title: "美漫：从制造者卢克开始",
    author: "平生爱看书",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "第一年。“卢克·菲尔德有点东西，但不多。我十岁的时候就能做到他现在能做到的。”托尼·斯塔克对记者说。第二年。“好吧，我承认我有点看走眼了，卢克·菲尔德是一个天才，和我一样的天才。我觉得我们的交流，会碰撞出更多灵感的火花。”托尼·斯塔克有些尴尬。第三年。“虽然不想承认，但卢克·菲尔德的成长速度确实有些超出了我的预料，我得努努力不被抛下太远了。”托尼·斯塔克脸色臭臭的。第四年。“面对卢克·菲尔德，我想我需要开个挂。”托尼·斯塔克一脸无奈的摊手。【诸天无限流，非融合】本站提示：1w0-137369",
    cover: "../static/美漫：从制造者卢克开始.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "ed93038e-b2a8-3712-be7a-ee82ecea4fc7",
    title: "大秦：这个皇位舍我其谁",
    author: "欲望如雨",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "穿越大秦，成为始皇帝第二十子。辉煌的大秦帝国绝不应二世而亡，这个皇帝舍我其谁！赵文穿越万界，建设大秦，这诸天万界，终将笼罩在仙秦的黑龙旗下！1w0-124407",
    cover: "../static/大秦：这个皇位舍我其谁.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "d662668a-e271-3b78-82d7-6f5dfedadcf6",
    title: "招黑体质开局修行在废土",
    author: "陈风笑",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "穿越到废土，惯例是孤儿，该怎么办？首先要活下去，可是想做到这一点并不容易。饱暖之后就该思……咳咳，就该考虑怎么变强了，这更不容易。等曲涧磊开始逐渐变强，他意外地发现，这个废土……不是他想像的废土！陈风笑的其他作品：招黑体质开局修行在废土小说、大数据修仙-100-99412",
    cover: "../static/招黑体质开局修行在废土.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "4178c76e-91b0-3082-9690-1c152adc081e",
    title: "出笼记",
    author: "核动力战列舰",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs: "日冕位面剧情纯属私编娱乐，读者尊重游戏原创设定剧情-100-7391",
    cover: "../static/出笼记.jpg",
    updateTime: "2023-12-03",
  },
  {
    fictionId: "faee8a29-2ab4-37ab-a4b0-98c4d343b7e5",
    title: "帝国从第四天灾开始",
    author: "镜大人",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "接管一艘《家园》的母舰，然后穿越到《星球大战》世界？唐骁：“这个世界好危险啊，妈妈我要回家。”等一下，母舰数据库里面居然有《太阳帝国的原罪》、《光晕》、《EVE》、《星际争霸》、《群星》？？而且冷冻舱里面居然还沉睡着吉姆雷诺、士官长、阿塔尼斯大主教？唐骁：“哼！他们都将拜倒在我的脚下！！”第四天灾……啊不，第四帝国万岁！各位书友要是觉得《帝国从第四天灾开始》还不错的话请不要忘记向您QQ群和微博里的朋友推荐哦！1w0-22852",
    cover: "../static/帝国从第四天灾开始.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "df3dfb44-d417-31fc-9e84-de49da1482f5",
    title: "我说了我会时光倒流",
    author: "熊狼狗",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "简介：林星拥有时光倒流的能力。只要遇到生命危险，他就会回到过去。摔死，他回到了5秒前。被坠物砸死，他回到了1分钟前。被泥头车撞死，他回到了20分钟前。突然有一天……他发现自己回到了一年前。作者：熊狼狗所写的《我说了我会时光倒流》无弹窗免费全文阅读为转载作品章节由网友发布。无弹窗推荐地址：1w0-144217",
    cover: "../static/我说了我会时光倒流.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "a0884094-201b-3f83-8393-41ec33c23b5a",
    title: "超神：文明崛起",
    author: "撒娇的野狗",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "让朕的子民，信仰你们天使？不用，朕的子民，只需要信仰朕即可，朕即信仰，朕即正义……该书名又叫《一统全球，才发现是超神》、《一统全球，系统姗姗来迟》1w0-129591",
    cover: "../static/超神：文明崛起.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "c60ea4e8-d568-37fb-b6b8-f62b7a1b941f",
    title: "自律的我简直无敌了",
    author: "一蓑烟鱼2号",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "妖魔潜藏，万族林立。稍不注意，便是弱肉强食。但这一切却似乎与李旦没关系，因为只要自律，就能获得相应奖励，然后变得完美无敌起来！“恭喜宿主坚持每天运动，获得顶级锻体功法一部。”“恭喜宿主坚持每天晒太阳，获得顶级护罩一部。”“恭喜宿主坚持每天玩球，获得满级炼丹天赋。”众人：他为什么每天球正事不干，修为蹭蹭往上涨呢？“叮：发布新的自律任务，坚持一个月表白宗门内漂亮的女子，奖励神秘天赋一个。”李旦：“各位先忙，我还有点事就先走了，师姐们，你们的旦旦来了——”PS：已有完本精品《从文抄公到全大陆巨星》、《阴冥记》等可一睹为快，人品保障，多谢支持！各位书友要是觉得《自律的我简直无敌了》还不错的话请不要忘记向您QQ群和微博里的朋友推荐哦！1007037",
    cover: "../static/自律的我简直无敌了.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "e73380cc-ba49-3819-a04f-887a58cad77f",
    title: "我组建了最强剑客集团",
    author: "漱梦实",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "穿越到了公元1860年的近代日本，时值风云际会的江户幕府时代末期，即幕末时代。完成了工业革命的海外列强们用蒸汽战舰叩开了日本的国门，给这个国家带来了动荡与机遇。“仗剑生，为剑死”，拼死捍卫旧时代的佐幕武士们；高呼“攘夷”与“开国”，誓要建立新时代的维新志士们；以“天诛”之名斩人无数，令人不寒而栗的人斩们……所有人都在为了各自所坚持的正义而高举着刀剑。在这动乱年代里，穿越成江户（今东京）的一名普通警察的橘青登，拥有了“复制天赋系统”，只要和人较量过，不论胜败皆可从对方身上复制一项天赋。比如——在和一个名叫冲田总司的美少年较量过后，橘青登就复制来了【剑术天赋增幅为常人50倍】的天赋。这是某个小警察在这风云际会的时代里，于阴阳差错下集结了一大批剑豪，建立起了令人闻风丧胆的剑客集团的传说。“剑客们都该感到庆幸，在这个枪炮已经取代刀剑的时代里，是“仁王”橘青登率领着新选组，让剑发挥出了最后的光与热。”——史学家们这么评价着橘青登。1w0-94337",
    cover: "../static/我组建了最强剑客集团.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "8f5179d6-d103-3057-aec1-6d8140e37f65",
    title: "救命啊男人要灭绝了",
    author: "林小三子",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs: "下载客户端，查看完整作品简介。",
    cover: "../static/救命啊男人要灭绝了.jpg",
    updateTime: "2023-12-02",
  },
  {
    fictionId: "9ab095a8-2221-303c-8424-c159d69f117c",
    title: "我写的自传不可能是悲剧",
    author: "空长青",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs:
      "每一次的人生抉择，或许都会决定你截然不同的人生轨迹。选对了世界首富，选错了万劫不复。然而有一个人，却是完美避开了所有的坑，沿着笔直的路线一路抵达了人生巅峰。因为他有一本神奇的自传……“不过……为什么我遇到的坑多到数不过来啊……”——已有220万字精品小说“超级母舰”各位书友要是觉得《我写的自传不可能是悲剧》还不错的话请不要忘记向您微信群和微信里的朋友推荐哦！-100-74058",
    cover: "../static/我写的自传不可能是悲剧.jpg",
    updateTime: "2023-12-01",
  },
  {
    fictionId: "92f8282e-6e26-32d5-bdee-e1a845f8c402",
    title: "天黑请下凡",
    author: "儿东水寿",
    fictionType: "科幻灵异",
    score: "4.9分",
    descs: "1w0-131772",
    cover: "../static/天黑请下凡.jpg",
    updateTime: "2023-11-30",
  },
  {
    fictionId: "8e5a79c8-fa62-3b72-ba20-ce72bf2865c5",
    title: "修仙别看戏",
    author: "踏歌行人未停",
    fictionType: "武侠修真",
    score: "4.9分",
    descs:
      "宁夏想破脑袋也想不明白千载难逢的穿越机会怎么会落到她这个平凡的工薪族身上，她还有三十五年的房贷没有还啊啊啊。她看着这个修仙人满天飞，普通人活得还不如狗的世界泪流满面。为什么还要被分配到一个有女主的世界，这可是一位心狠手辣的现实派女主，别瞅着我，鄙人只是个路人甲。且看既不平凡也不惊艳的路人甲如何在修仙世界走出一条康庄大道。",
    cover: "../static/recommend/修仙别看戏.jpg",
    updateTime: "2023-11-21",
  },
  {
    fictionId: "f132331a-41b6-395e-9fec-9dcca4d07fc7",
    title: "开局女魔头负了我",
    author: "怕辣的红椒",
    fictionType: "武侠修真",
    score: "4.9分",
    descs:
      "江浩穿越普通人家，被迫卖入魔门，成为魔门弟子。本想安心修炼一点点变强，好在修真界生存下去，可却被一位女魔头“百般羞辱”。实力相差悬殊，他只能忍辱偷生，希望不要再遇到对方。没有靠山的他得到了魔门掌教的青睐，得以安心修炼，当他成为首席弟子面见掌教时，却愣在原地。望着对方绝美的脸庞，他有些笑不出来，这不是当初那个女魔头吗？",
    cover: "../static/recommend/开局女魔头负了我.jpg",
    updateTime: "2023-11-12",
  },
  {
    fictionId: "2f2200ec-c4bb-3dc3-ba76-41587fdcc269",
    title: "苟在修仙界娶妻",
    author: "身体欠佳",
    fictionType: "武侠修真",
    score: "4.9分",
    descs:
      "李观玄穿越到修仙界，由于资质平庸被家族外放历练，多年后依旧碌碌无为。在一次相亲过后，他意外发现一种很新的修仙方式，从此日复一日的勤恳修行。无数年后，潮起潮落，岁月变迁……已然是修仙界活化石的李观玄喟叹道：“修仙？那是最简单的事了。”",
    cover: "../static/recommend/苟在修仙界娶妻.jpg",
    updateTime: "2023-10-05",
  },
  {
    fictionId: "12eeaf00-c758-3989-9e2a-342e6300a86f",
    title: "光阴之外",
    author: "耳根",
    fictionType: "武侠修真",
    score: "4.9分",
    descs:
      "天地是万物众生的客舍，光阴是古往今来的过客。死生的差异，就好像梦与醒的不同，纷纭变换，不可究诘。那么超越了生死，超脱了天地，在光阴之外，等待我们的是什么？这是耳根继《仙逆》《求魔》《我欲封天》《一念永恒》《三寸人间》后，创作的第六部长篇小说《光阴之外》",
    cover: "../static/recommend/光阴之外.jpg",
    updateTime: "2023-09-19",
  },
  {
    fictionId: "e4eaf477-1ad5-32b5-be8f-77bfdcfefde8",
    title: "荡剑诛魔传",
    author: "空留尘缘叹",
    fictionType: "武侠修真",
    score: "4.9分",
    descs:
      "【原名：《相莣江湖》（相忘江湖）】外夷霍乱平息十余年后，中州朝野再陷混沌，风云涌动，群魔乱舞。这一切似乎在昭示着更大的劫乱即将降临……-----------------------------------内功分为金、木、水、火、土、阴、阳七种，具体可见作品相关。ps：新人处女作，希望各位书友能一同见证尘缘叹与姜逸尘的成长进步，作品风格和写作手法的变化可能会较多较杂，不足之处还望多多担待。flag：本书绝不太监！",
    cover: "../static/荡剑诛魔传.jpg",
    updateTime: "2023-09-16",
  },
]);
// 复制一份
const copyData = ref(data.value);
// 搜索参数
const key = ref("");

// 控制弹窗开启关闭
const dialogTableVisible = ref(false);
// 存储当前的id
const currentUser = ref();
// 添加或更改数据的存储载体
const updateData = ref({});
// 编辑添加公用一个空间，需要判断是否是添加
const isAdd = ref(false);

// const total = ref(data.value.length);
// const small = ref(false);
// const background = ref(false);
// const disabled = ref(false);

// 单击搜索回调
const searchHandle = () => {
  copyData.value = data.value.filter(
    (item) =>
      item?.title?.includes(key.value) ||
      item?.author?.includes(key.value) ||
      item?.descs?.includes(key.value) ||
      item?.fictionType?.includes(key.value)
  );
};

// 删除回调
const deleteHandle = (id) => {
  copyData.value = copyData.value.filter((item) => id !== item.fictionId);
};

// watch([copyData, data], () => {
//   total.value = copyData.value.length;
// });

// const handleSizeChange = (pageSizes) => {
//   console.log(`每页 ${pageSizes} 条`);
//   pageSize.value = pageSizes;
//   copyData.value = data.value.slice((pageNum.value - 1) * pageSizes, pageSizes);
// };
// const handleCurrentChange = (pageNums) => {
//   console.log(`当前页: ${pageNums}`);
//   pageNum.value = pageNums;
//   copyData.value = data.value.slice(
//     (pageNums - 1) * pageSize.value,
//     (pageNums - 1) * pageSize.value * 2
//   );
// };
</script>

<template>
  <!-- <el-pagination
    v-model:current-page="pageNum"
    v-model:page-size="pageSize"
    :page-sizes="[5, 10, 20, 50]"
    :small="small"
    :disabled="disabled"
    :background="background"
    layout="total, sizes, prev, pager, next, jumper"
    :total="total"
    @size-change="handleSizeChange"
    @current-change="handleCurrentChange"
  /> -->
  <el-button
    type="primary"
    @click="
      () => {
        isAdd = true;
        dialogTableVisible = true;
      }
    "
    >添加</el-button
  >
  <el-space>
    <el-input v-model="key" />
    <el-button type="primary" @click="searchHandle">搜索</el-button>
    <el-button
      type="primary"
      @click="
        () => {
          copyData = data;
          key = '';
        }
      "
      >重置</el-button
    >
  </el-space>
  <el-table :data="copyData">
    <el-table-column prop="fictionId" label="序号" width="140" />
    <el-table-column label="封面" width="80">
      <img
        src="https://cdn-oss.mengchang.com/s/upload/img/2021/0125/0b1ab2b407b52d23c0262f15e4ce2180.jpg"
        style="width: 60px; height: 80px"
      />
    </el-table-column>
    <el-table-column prop="title" label="书名" width="80" />
    <el-table-column prop="author" label="作者" width="80" />
    <el-table-column prop="fictionType" label="类型" width="80" />
    <el-table-column prop="descs" label="简介" />
    <el-table-column prop="updateTime" label="更新时间" width="180" />
    <el-table-column label="操作" width="180">
      <template #default="{ row }">
        <el-space>
          <el-button
            @click="
              () => {
                dialogTableVisible = true;
                currentUser = row.fictionId;
                updateData = { ...row };
                isAdd = false;
              }
            "
            >编辑</el-button
          >
          <el-button type="danger" @click="() => deleteHandle(row.fictionId)"
            >删除</el-button
          >
        </el-space>
      </template>
    </el-table-column>
  </el-table>

  <el-dialog
    v-model="dialogTableVisible"
    title="编辑信息"
    width="400"
    @close="dialogTableVisible = false"
  >
    <label class="item-label">
      <div>序号：</div>
      <el-input v-model="updateData.fictionId" />
    </label>
    <label class="item-label">
      <div>书名：</div>
      <el-input v-model="updateData.title" />
    </label>
    <label class="item-label">
      <div>作者：</div>
      <el-input v-model="updateData.author" />
    </label>
    <label class="item-label">
      <div>类型：</div>
      <el-input v-model="updateData.fictionType" />
    </label>
    <label class="item-label">
      <div>简介：</div>
      <el-input v-model="updateData.descs" />
    </label>
    <label class="item-label">
      <div>更新时间：</div>
      <el-input v-model="updateData.updateTime" />
    </label>
    <el-space>
      <el-button>取消</el-button>
      <el-button
        type="primary"
        @click="
          () => {
            if (!isAdd) {
              copyData = copyData.map((item) => {
                if (item.fictionId === currentUser) {
                  item = { ...updateData };
                }
                return item;
              });
            } else {
              copyData.push({ ...updateData });
              // console.log(copyData);
            }
            dialogTableVisible = false;
          }
        "
        >确定</el-button
      >
    </el-space>
  </el-dialog>
</template>

<style lang="less">
.item-label {
  display: flex;
  flex-direction: row;
  align-items: center;
  margin: 20px 0;
  .el-input {
    flex: 1;
  }
  div {
    width: 80px;
  }
}
</style>
